<template>
  <section class="label">
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>
    <div class="title">
      <h2>Havrony</h2>
      <p>престартер для поросят</p>
    </div>
    <div class="head">
      <svg version="1.1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 425.48 425.48" xmlns:xlink="http://www.w3.org/1999/xlink" enable-background="new 0 0 425.48 425.48"><g><path d="m414.221,100.116l-22.783-44.493c-1.656-3.235-3.58-6.275-5.717-9.124l4.675-14.217c2.156-6.558-1.412-13.623-7.97-15.779-6.558-2.157-13.623,1.413-15.779,7.97l-1.47,4.47c-0.832-0.44-1.674-0.864-2.529-1.268l.145-15.056c0.066-6.903-5.476-12.553-12.379-12.62-6.872-0.075-12.553,5.476-12.62,12.379l-.089,9.251c-0.826-0.026-1.651-0.032-2.476-0.025l-5.481-11.109c-3.055-6.19-10.548-8.732-16.741-5.678-6.191,3.055-8.733,10.55-5.678,16.741l2.763,5.599c-0.924,0.419-1.842,0.86-2.752,1.325-0.078,0.04-0.158,0.084-0.236,0.124l-9.48-6.839c-5.598-4.039-13.412-2.776-17.45,2.824-4.039,5.599-2.775,13.412 2.824,17.45l4.233,3.054c-16.288,18.827-49.686,44.913-95.627,61.821-37.114,13.659-93.92,25.206-153.79,2.639-3.105-1.17-6.55-1.058-9.573,0.313s-5.376,3.889-6.541,6.998c-17.351,46.312-15.541,96.57 5.099,141.517 20.637,44.942 57.584,79.07 104.035,96.099 7.011,2.57 14.114,4.688 21.274,6.377l30.673,39.619h-2.742c-6.903,0-12.5,5.596-12.5,12.5s5.597,12.5 12.5,12.5h54.691c6.904,0 12.5-5.596 12.5-12.5 0-6.903-5.596-12.5-12.5-12.5h-20.333l-26.987-34.859c2.172,0.078 4.344,0.127 6.516,0.127 26.593-0.001 53.149-5.851 78.073-17.479 44.892-20.945 78.816-57.977 95.522-104.274 1.356-3.759 2.603-7.597 3.706-11.406 9.463-32.667 6.019-65.426-9.585-93.739l46.72-21.7c3.083-1.432 5.449-4.057 6.554-7.271 1.105-3.211 0.855-6.736-0.695-9.761zm-70.216,135.395c-14.432,39.992-43.758,71.992-82.577,90.104-38.791,18.098-82.115,20.016-121.99,5.397-40.15-14.718-72.084-44.216-89.92-83.059-3.594-7.826-6.523-15.839-8.793-23.973 3.431,1.585 7.003,2.969 10.709,4.081 1.198,0.359 2.407,0.531 3.597,0.531 5.376,0 10.344-3.497 11.968-8.912 1.984-6.612-1.769-13.581-8.381-15.564-13.601-4.08-20.754-11.405-23.528-14.891-0.134-2.747-0.19-5.498-0.179-8.249 5.966,2.099 13.293,3.736 22.305,4.524 0.371,0.032 0.738,0.048 1.103,0.048 6.411,0 11.87-4.906 12.438-11.412 0.601-6.877-4.487-12.94-11.364-13.542-11.893-1.04-18.557-3.72-22.168-5.956 1.016-5.859 2.365-11.688 4.049-17.462 60.952,19.016 121.454,9.117 170.635-11.424 2.088,13.096 8.404,25.243 18.242,34.578 10.962,10.402 25.177,16.263 40.028,16.718 7.15,12.84 18.783,22.785 32.748,27.784 6.649,2.38 13.6,3.559 20.533,3.559 9.597,0 19.151-2.279 27.831-6.73-0.404,7.922-1.75,15.947-4.076,23.973-0.956,3.298-2.036,6.621-3.21,9.877zm-5.779-113.35c-3.379,1.569-5.881,4.564-6.826,8.168-0.944,3.604-0.232,7.441 1.942,10.466 7.496,10.427 12.69,21.854 15.53,33.853l-8.442,4.507c-9.07,4.847-19.397,5.607-29.079,2.141-9.689-3.469-17.193-10.617-21.115-20.092l-.71-1.73c-2.136-5.206-7.486-8.342-13.071-7.663-10.684,1.296-21.29-2.206-29.098-9.615-7.641-7.25-11.679-17.375-11.162-27.873 33.358-17.552 59.459-39.234 73.848-57.6 1.769-2.258 5.387-4.293 8.691-5.986 8.912-4.563 19.069-5.383 28.598-2.308s17.291,9.677 21.854,18.589l16.862,32.931-47.822,22.212z"></path><path d="m337.942,59.989c-3.29,0-6.51,1.33-8.84,3.66-2.32,2.32-3.66,5.54-3.66,8.83s1.34,6.52 3.66,8.84c2.33,2.33 5.55,3.66 8.84,3.66s6.51-1.33 8.84-3.66c2.33-2.32 3.66-5.55 3.66-8.84s-1.33-6.51-3.66-8.83c-2.33-2.33-5.55-3.66-8.84-3.66z"></path></g></svg>
    </div>

     <div class="main">
      <el-row :gutter="12">
        <el-col :span="12">
          <p>
            <b>Гарантируемые показатели в 1 кг продукта:</b> Обменная энергия (мин.) – 11,5 МДж, Сырой протеин (мин.) – 21,0%,  Сырая клетчатка (макс.) – 7,0%, Сырая зола (макс.) – 4,0%, Сырой жир (мин.) – 4,5%, Кальций (мин.) – 0,9%, Фосфор (мин.) – 0,5%, Массовая доля влаги (макс.) – 14,0%.
          </p>
          <p>
            <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 20 000,0 М.Е., Витамин D3 – 2 000,0 М.Е., Витамин Е – 160,0 мг.
          </p>
          <p>
            <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. 8-800-550-28-27, sales@prokorm.com, http://prokorm.com
          </p>
          <p>
            <b>Срок хранения:</b> 6 месяцев со дня изготовления.
          </p>
          <p>
            <b>Условия хранения:</b> Не хранить мешки в помещениях для животных. Открытый мешок после использования снова плотно закрыть. Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Производитель не несёт ответственности в случае неправильного хранения.
          </p>
        </el-col>
        <el-col :span="12">
          <b>ТУ 10.91.10-001-25608808-2018</b>
          <p>
            <b>Продукт содержит:</b> Соевый шрот, кукурузу экструдированную, горох экструдированный, подсолнечный шрот, пшеницу экструдированную, ячмень экструдированный, премикс, масло растительное, дрожжи, ароматизатор.
          </p>
          <p>
            <b>Рекомендации по применению:</b> Комбикорм Feedy Red можно скармливать телятам уже с 4 дня жизни. Необходимо в течение дня многократно подкладывать небольшое количество продукта, каждый раз увеличивая дозу. Использование данного продукта необходимо прекратить, если животное съедает ежедневно комбикорма больше, чем 1,5 кг. Обеспечить телятам доступ к чистой питьевой воде.
          </p>
          <p>
            <b>Масса нетто:</b> 25 кг
          </p>
          <p>
            <b>Дата изготовления:</b>
          </p>
          <p>
            <b>Номер партии:</b>
          </p>
        </el-col>
      </el-row>
    </div>
  </section>
</template>

<style lang="scss">

  $main-color: #e67878;
  @page {
    size: 150mm 210mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 150mm; // set appropriately
      height: 210mm; // set appropriately
    }
  }

  .label {
    width: 150mm;
    height: 210mm;
    border: 1px solid #999;
    margin: 4em auto;
    .title {
      background-color: $main-color;
      h2 {
        font-size: 110px;
        line-height: 104px;
        vertical-align: middle;
        color: #fff;
        font-family: 'Baloo Bhaijaan', cursive;
        font-weight: normal;
        text-align: center;
      }
      p {
        text-align: center;
        font-family: 'Comfortaa', cursive;
        color: #fff;
        font-size: 26px;
        padding-bottom: 2mm;
      }
    }

    .main {
      padding: 0 2mm;
      text-align: justify;
      font-family: 'Comfortaa', cursive;
      color: $main-color;
      font-size: 8px;
      line-height: 14px;
      margin-top: 6mm;
    }
  }

  .prokorm {
    font-family: 'Comfortaa', cursive;
    width: 38mm;
    height: 38mm;
    color: #fff;
    background: $main-color;
    text-align: center;
    margin: 4mm auto;
    padding-top: 14mm;
    h2 {
      font-family: 'Comfortaa', cursive;
      font-size: 24px;
      font-weight: 100;
      text-align: center;
      padding-top: 0mm;
      font-weight: 100;
      letter-spacing: 0px;
      padding-left: 2px;
      color: #fff;

      b {
        margin-right: 2px;
        font-weight: 900;
        letter-spacing: 2px;
      }

    }
    p {
      font-size: 11.1px;
      letter-spacing: 0px;
      /* margin-left: 0px; */
      /* margin-top: -6px; */
      text-align: center;
    }
  }

  .head {
    margin: 0 auto;
    text-align: center;
    svg {
      height: 50mm;
      width: 50mm;
      margin-top: 6mm;
      circle,
      path {
        fill: $main-color;
      }
    }
  }
</style>
