<template>
  <section class="label">
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>
    <div class="title">
      <h2>Havrony</h2>
      <p>престартер для поросят</p>
    </div>
    <div class="head">
      <svg id="Layer_3" enable-background="new 0 0 64 64" height="512" viewBox="0 0 64 64" width="512" xmlns="http://www.w3.org/2000/svg"><g><g fill="#f4b2b0"><path d="m59 31-.042-.104c-1.284-3.209-3.377-6.031-6.076-8.19 0 0-.731-.585-.731-.585l2.849-7.121c-2.49 0-4.878.723-6.928 2.005.261-.162.524-.32.795-.464.085.645.133 1.298.133 1.959 0 11.322-12.76 20.5-28.5 20.5-3.563 0-6.971-.474-10.115-1.334l2.615 11.334h4c0-2.471.608-4.902 1.768-7.08 0 0 .232.08.232.08l.15.05c3.875 1.292 7.932 1.95 12.017 1.95h3.667c3.411 0 6.803-.459 10.086-1.363l.08.363.328 1.313c.44 1.758 1.349 3.364 2.63 4.646l.042.041h3v-7l1.189-.198c3.161-.527 6.149-1.805 8.712-3.728l.099-.074 1-7z"/><path d="m46.74 17.958c-.151.123-.304.242-.449.372.145-.129.298-.25.449-.372z"/><path d="m47.819 17.165c-.217.143-.431.29-.639.446.209-.155.422-.304.639-.446z"/></g><g fill="#b3404a"><path d="m62 30h-2.331c-1.359-3.147-3.481-5.93-6.162-8.075l-.152-.121 2.573-6.432c.123-.308.085-.657-.101-.932s-.495-.44-.827-.44c-3.718 0-7.21 1.472-9.811 4.009l-.023-.008c-3.982-1.327-8.132-2.001-12.333-2.001h-6.387c-3.085 0-6.125.821-8.791 2.376-4.027 2.35-6.901 6.214-8.072 10.624h-1.14c.345-.591.557-1.268.557-2 0-2.206-1.794-4-4-4-.732 0-1.409.212-2 .556v-4.556h-2v8c0 2.206 1.794 4 4 4h4.178c-.115.805-.178 1.622-.178 2.446v2.554c0 .075.009.151.025.225l3 13c.105.454.509.775.975.775h4c.552 0 1-.447 1-1 0-2.013.442-4.003 1.291-5.86.236.076.472.15.709.221v.428c0 2.346 1.165 4.522 3.117 5.824l.328.219c.164.109.358.168.555.168h3c.321 0 .624-.154.812-.415s.239-.597.137-.901l-.384-1.152c-.298-.895-.474-1.82-.536-2.758 1.371.145 2.751.226 4.138.226h3.667c.391 0 .782-.012 1.172-.023.016 1.511.374 3.02 1.05 4.371l.05.1c.169.338.515.552.894.552h3c.552 0 1-.447 1-1v-.275c0-1.585.465-3.119 1.344-4.438l.184-.276c.219-.05.439-.095.657-.149l.173.693c.483 1.934 1.483 3.701 2.939 5.156.187.185.44.289.703.289h3c.552 0 1-.447 1-1v-6.153l.354-.059c3.303-.55 6.466-1.903 9.149-3.915l.099-.074c.212-.159.352-.396.389-.657l1-7c.041-.287-.044-.578-.234-.797s-.467-.345-.757-.345zm-59-3c0-1.103.897-2 2-2s2 .897 2 2-.897 2-2 2-2-.897-2-2zm22.614 21h-1.311l-.076-.051c-1.361-.908-2.181-2.413-2.219-4.043.996.241 2 .443 3.01.605.041 1.185.235 2.357.596 3.489zm14.412 0h-1.39c-.417-.985-.636-2.056-.636-3.125v-.004c.985-.08 1.966-.2 2.941-.354-.51 1.096-.828 2.271-.915 3.483zm20.043-10.555c-2.375 1.725-5.15 2.889-8.044 3.37l-1.189.198c-.482.081-.836.498-.836.987v6h-1.577c-1.026-1.109-1.758-2.461-2.125-3.93l-.186-.744c.352-.106.704-.211 1.053-.328l.15-.05-.631-1.898-.151.051c-3.778 1.26-7.714 1.899-11.7 1.899h-3.667c-3.722 0-7.399-.564-10.948-1.665 1.163-2.265 1.782-4.783 1.782-7.335v-3h-2v3c0 2.443-.641 4.855-1.884 7.031-1.219 2.133-1.932 4.523-2.085 6.969h-2.236l-2.795-12.114v-2.439c0-5.473 2.937-10.585 7.664-13.342 2.36-1.377 5.051-2.105 7.782-2.105h6.387c3.712 0 7.379.561 10.918 1.656-.154.206-.323.398-.467.614l-.117.176 1.664 1.109.117-.176c1.962-2.943 5.08-4.851 8.536-5.284l-3.414 8.534 1.857.742.646-1.614c2.404 2.012 4.29 4.596 5.455 7.507l.042.104c.152.382.52.632.93.632h1.847z"/><path d="m51 27c-1.654 0-3 1.346-3 3h2c0-.552.449-1 1-1s1 .448 1 1h2c0-1.654-1.346-3-3-3z"/></g></g></svg>
    </div>

     <div class="main">
      <el-row :gutter="12">
        <el-col :span="12">
          <p>
            <b>Гарантируемые показатели в 1 кг продукта:</b> Обменная энергия (мин.) – 11,5 МДж, Сырой протеин (мин.) – 21,0%,  Сырая клетчатка (макс.) – 7,0%, Сырая зола (макс.) – 4,0%, Сырой жир (мин.) – 4,5%, Кальций (мин.) – 0,9%, Фосфор (мин.) – 0,5%, Массовая доля влаги (макс.) – 14,0%.
          </p>
          <p>
            <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 20 000,0 М.Е., Витамин D3 – 2 000,0 М.Е., Витамин Е – 160,0 мг.
          </p>
          <p>
            <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. 8-800-550-28-27, sales@prokorm.com, http://prokorm.com
          </p>
          <p>
            <b>Срок хранения:</b> 6 месяцев со дня изготовления.
          </p>
          <p>
            <b>Условия хранения:</b> Не хранить мешки в помещениях для животных. Открытый мешок после использования снова плотно закрыть. Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Производитель не несёт ответственности в случае неправильного хранения.
          </p>
        </el-col>
        <el-col :span="12">
          <b>ТУ 10.91.10-001-25608808-2018</b>
          <p>
            <b>Продукт содержит:</b> Соевый шрот, кукурузу экструдированную, горох экструдированный, подсолнечный шрот, пшеницу экструдированную, ячмень экструдированный, премикс, масло растительное, дрожжи, ароматизатор.
          </p>
          <p>
            <b>Рекомендации по применению:</b> Комбикорм Feedy Red можно скармливать телятам уже с 4 дня жизни. Необходимо в течение дня многократно подкладывать небольшое количество продукта, каждый раз увеличивая дозу. Использование данного продукта необходимо прекратить, если животное съедает ежедневно комбикорма больше, чем 1,5 кг. Обеспечить телятам доступ к чистой питьевой воде.
          </p>
          <p>
            <b>Масса нетто:</b> 25 кг
          </p>
          <p>
            <b>Дата изготовления:</b>
          </p>
          <p>
            <b>Номер партии:</b>
          </p>
        </el-col>
      </el-row>
    </div>
  </section>
</template>

<style lang="scss">

  $main-color: #e67878;
  @page {
    size: 150mm 210mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 150mm; // set appropriately
      height: 210mm; // set appropriately
    }
  }

  .label {
    width: 150mm;
    height: 210mm;
    border: 1px solid #999;
    margin: 4em auto;
    .title {
      background-color: $main-color;
      h2 {
        font-size: 110px;
        line-height: 104px;
        vertical-align: middle;
        color: #fff;
        font-family: 'Baloo Bhaijaan', cursive;
        font-weight: normal;
        text-align: center;
      }
      p {
        text-align: center;
        font-family: 'Comfortaa', cursive;
        color: #fff;
        font-size: 26px;
        padding-bottom: 2mm;
      }
    }

    .main {
      padding: 0 2mm;
      text-align: justify;
      font-family: 'Comfortaa', cursive;
      color: $main-color;
      font-size: 8px;
      line-height: 14px;
      margin-top: 6mm;
    }
  }

  .prokorm {
    font-family: 'Comfortaa', cursive;
    width: 38mm;
    height: 38mm;
    color: #fff;
    background: $main-color;
    text-align: center;
    margin: 4mm auto;
    padding-top: 14mm;
    h2 {
      font-family: 'Comfortaa', cursive;
      font-size: 24px;
      font-weight: 100;
      text-align: center;
      padding-top: 0mm;
      font-weight: 100;
      letter-spacing: 0px;
      padding-left: 2px;
      color: #fff;

      b {
        margin-right: 2px;
        font-weight: 900;
        letter-spacing: 2px;
      }

    }
    p {
      font-size: 11.1px;
      letter-spacing: 0px;
      /* margin-left: 0px; */
      /* margin-top: -6px; */
      text-align: center;
    }
  }

  .head {
    margin: 0 auto;
    text-align: center;
    svg {
      height: 50mm;
      width: 50mm;
      margin-top: 6mm;
      circle,
      path {
        fill: $main-color;
      }
    }
  }
</style>
