<template>
  <!--section  class="main">
    <h2>Feedy Start</h2>
    <div>
      <b class="center">Комбикорм для телят от 2 до 6 месяцев &nbsp; ТУ 10.91.10-001-25608808-2018</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Обменная энергия (мин.) – 11,0 МДж, Сырой протеин (мин.) – 20,0%,  Сырая клетчатка (макс.) – 8,0%, Сырая зола (макс.) – 6,0%, Сырой жир (мин.) – 4,5%, Кальций (мин.) – 0,9%, Фосфор (мин.) – 0,5%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 15 000,0 М.Е., Витамин D3 – 1 500,0 М.Е., Витамин Е – 120,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Подсолнечный шрот, ячмень, горох экструдированный, пшеницу, премикс, масло подсолнечное, известняковую муку, ароматизатор.
      </p>
      <p>
        <b>Рекомендации по применению:</b>
          Комбикорм Feedy Start можно скармливать телятам, начиная со 2-го месяца жизни.
          Кормушки для комбикорма должны быть сухими и чистыми.
          Обеспечить телятам доступ к чистой питьевой воде.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27,
      </p>
      <p>
        <b>e-mail:</b> sales@prokorm.com, сайт: http://prokorm.com.
      </p>
      <br/>
      <p>
        <b>Дата изготовления:</b>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        <b>Номер партии:</b>
      </p>
      <br/>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Не хранить мешки в помещениях для животных. Открытый мешок после использования снова плотно закрыть. Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>
</section-->
<section  class="main">
    <h2>Feedy Green</h2>
    <div>
      <b class="center">Комбикорм для телят от 0 до 2 месяцев &nbsp; ТУ 10.91.10-001-25608808-2018</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Обменная энергия (мин.) – 11,5 МДж, Сырой протеин (мин.) – 21,0%,
        Сырая клетчатка (макс.) – 8,0%,
        Сырая зола (макс.) – 5,0%, Сырой жир (мин.) – 4,5%, Кальций (мин.) – 0,9%,
        Фосфор (мин.) – 0,5%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 15 000,0 М.Е., Витамин D3 – 1 500,0 М.Е., Витамин Е – 120,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Льняной жмых, кукурузу, соевый шрот, горох экструдированный, ячмень, пшеницу, премикс, масло подсолнечное,
        известняковую муку, ароматизатор, подсластитель.
      </p>
      <p>
        <b>Рекомендации по применению:</b>
          Комбикорм Feedy Green можно скармливать телятам уже с 4 дня жизни.
          Кормушки для комбикорма должны быть сухими и чистыми.
          Обеспечить телятам доступ к чистой питьевой воде.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27,
      </p>
      <p>
        <b>e-mail:</b> sales@prokorm.com, сайт: http://prokorm.com.
      </p>
      <br/>
      <p>
        <b>Дата изготовления:</b>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        <b>Номер партии:</b>
      </p>
      <br/>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Не хранить мешки в помещениях для животных. Открытый мешок после использования снова плотно закрыть. Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>
</section>
</template>

<style lang="scss">
  @page {
    size: 105mm 148mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 105mm; // set appropriately
      height: 148mm; // set appropriately
    }
    /* ... the rest of the rules ... */
  }

  .main {
    font-family: 'Comfortaa', cursive;
    width: 105mm;
    height: 148mm;
    margin: 1em auto;
    font-size: 9px;
    color: #222;
    text-align: justify;
    padding: 28mm 10px 0 10px;
    line-height: 15px;

    .center {
      text-align: center;
      display: block;
      padding: 12px 0;
    }
    h2 {
      text-align: center;
      font-size: 24px;
    }
  }
</style>
