{
  "red": {
    "id": "red",
    "images": [],
    "type": "Red",
    "name": "Feedy",
    "backgroundColor": "#f13434",
    "price": "49 руб/кг",
    "short": "престрартер с 4 дня жизни",
    "full": "Гранулированный комбикорм, состоящий из экструдированных зерновых с высоким содержанием соевого шрота для телят с 4 дня жизни.",
    "indicatorsShort": "СП (мин.) – 23,0%, ОЭ – 11,1 МДж, Сырая клетчатка (макс.) – 5,0%, Сырая зола (макс.) – 8,0%, Сырой жир (мин.) – 4,5%, Кальций (мин.) – 1,2%, Фосфор (мин.) – 0,6%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 15 000,0 М.Е., Витамин D3 – 1 500,0 М.Е., Витамин Е – 120,0 мг.",
    "composition": "Соевый шрот, кукуруза экструдированная, рапсовый жмых, горох экструдированный, пшеница экструдированная, льняной жмых, ячмень экструдированный, премикс, известняковая мука, масло подсолнечное, пробиотик, ароматизатор."
  },
  "green": {
    "id": "green",
    "images": [],
    "type": "Green",
    "name": "Feedy",
    "backgroundColor": "rgb(47, 103, 40)",
    "price": "39 руб/кг",
    "short": "престрартер с 4 дня жизни",
    "full": "Гранулированный комбикорм с высоким содержанием рапсового жмыха и соевого шрота для телят с 4 дня жизни.",
    "indicatorsShort": "СП (мин.) – 21,0%, ОЭ – 11,1 МДж, Сырая клетчатка (макс.) – 5,0%, Сырая зола (макс.) – 8,0%, Сырой жир (мин.) – 4,5%, Кальций (мин.) – 0,9%, Фосфор (мин.) – 0,5%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 15 000,0 М.Е., Витамин D3 – 1 500,0 М.Е., Витамин Е – 120,0 мг.",
    "composition": "Кукуруза, рапсовый жмых, соевый шрот, горох экструдированный, льняной жмых, ячмень, пшеница, премикс, известняковая мука, масло подсолнечное,  ароматизатор."
  },
  "start": {
    "id": "start",
    "images": [],
    "type": "Start",
    "name": "Feedy",
    "backgroundColor": "rgb(47, 121, 210)",
    "price": "32 руб/кг",
    "short": "престрартер с 4 дня жизни",
    "full": "Гранулированный комбикорм на основе подсолнечного шрота, включающий в себя экструдированный горох и рапсовый жмых для телят от 2 до 6 месяцев.",
    "indicatorsShort": "СП (мин.) – 20,0%, ОЭ – 10,8 МДж, Сырая клетчатка (макс.) – 7,0%, Сырая зола (макс.) – 8,0%, Сырой жир (мин.) – 3,5%, Кальций (мин.) – 1,2%, Фосфор (мин.) – 0,6%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 15 000,0 М.Е., Витамин D3 – 1 500,0 М.Е., Витамин Е – 120,0 мг.",
    "composition": "Подсолнечный шрот, ячмень, горох экструдированный, рапсовый жмых, кукуруза, пшеница, дрожжи кормовые, премикс, масло подсолнечное, известняковая мука, ароматизатор."
  },
  "standard": {
    "id": "standard",
    "images": [],
    "type": "Standard",
    "name": "Feedy",
    "backgroundColor": "rgb(68, 68, 68)",
    "price": "28 руб/кг",
    "short": "престрартер с 4 дня жизни",
    "full": "Гранулированный комбикорм Feedy Standard на основе подсолнечного шрота и пшеницы, универсального назначения, для молодняка старше 2 месяцев.",
    "indicatorsShort": "СП (мин.) – 19,0%, ОЭ – 10,7 МДж, Сырая клетчатка (макс.) – 10,0%, Сырая зола (макс.) – 8,0%, Сырой жир (мин.) – 2,0%, Кальций (мин.) – 1,3%, Фосфор (мин.) – 0,7%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 10 000,0 М.Е., Витамин D3 – 1 000,0 М.Е., Витамин Е – 80,0 мг.",
    "composition": "Шрот подсолнечный, пшеница, ячмень, горох экструдированный, отруби пшеничные, дрожжи кормовые, премикс, известняковая мука."
  },
  "beef": {
    "id": "beef",
    "images": [],
    "type": "Beef",
    "name": "Feedy",
    "backgroundColor": "#ca7000",
    "price": "32 руб/кг",
    "short": "престрартер с 4 дня жизни",
    "full": "Гранулированный комбикорм на основе подсолнечного шрота, экструдированного гороха и рапсового жмыха, предназначен для откорма бычков весом свыше 150 кг.",
    "indicatorsShort": "СП (мин.) – 21,0%, ОЭ – 10,8 МДж, Сырая клетчатка (макс.) – 7,0%, Сырая зола (макс.) – 8,0%, Сырой жир (мин.) – 3,5%, Кальций (мин.) – 1,4%, Фосфор (мин.) – 0,7%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 10 000,0 М.Е., Витамин D3 – 1 000,0 М.Е., Витамин Е – 80,0 мг.",
    "composition": "Подсолнечный шрот, ячмень, горох экструдированный, рапсовый жмых, кукурузу, пшеницу, дрожжи кормовые, премикс, масло подсолнечное, известняковую мука, монокальцийфосфат, хлорид натрия."
  }
}

