{
  "therapeutic": {
    "id": "therapeutic",
    "images": [],
    "type": "Лечебный",
    "name": "FITMIX",
    "backgroundColor": "rgb(187, 67, 67)",
    "price": "360 руб/упаковка (вес 2 кг)",
    "short": "для дойных коров и бычков на откорме",
    "weight": "25 кг.",
    "full": "Смесь компонентов для приготовления энергетического напитка для коров сразу после отела. После растворения, возможно наличие небольшого осадка. Смесь, для приготовления напитка, весом 2 кг, упакована в металлизированный пакет",
    "indicatorsShort": "",
    "indicators": "",
    "composition": "Пропионат кальция, декстроза, лактоза, мелкоизмельченный льняной жмых, ацетат кальция, лактат кальция, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, хлорид кальция, хлорид натрия, сульфат магния.",
    "act": "FITMIX содержит разные источники кальция,– эффективное решение биодоступности кальция. Высокое содержание пропионата, лактата и ацетата кальция обеспечивают: скорую помощь при родильном парезе, снижение рисков лактатного мастита, сокращение сроков прихода в охоту после отела.Декстроза, лактоза и сорбитол обладают высокой энергетической ценностью, благодаря чему корова быстро компенсирует энергетические потери после отела. Мелкоизмельченный льняной жмых стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма. Анионовые соли уравновешивают потери электролита после отела, способствуя быстрому физическому восстановлению и легкому отделению плаценты. Сульфат магния - уменьшает воздействие стресса на метаболизм, а также предотвращает паралич вызванный недостатком магния. Минеральный комплекс, включающий в себя Биотин и комплекс витаминов группы B, отвечает за улучшение энергетического обмена. FITMIX компенсирует потерю жидкости и снижает риск смещения сычуга, способствует успешному началу лактации.",
    "application": "Содержимое пакета FITMIX размешать в 20л теплой воды (38 - 40 °С), дать настояться в течение двух минут, затем еще раз перемешать и перелить в устройство для вливания жидкости в рубец (дренчер), после чего произвести ввод готового раствора в рубец с помощью зонда. Регидрацию проводить не позднее 30 минут после отела. После введения FITMIX, обеспечить корове доступ к теплой воде. Растворять непосредственно перед выпаиванием."

  },
  "prophylactic": {
    "id": "prophylactic",
    "images": [],
    "type": "Профилактический",
    "name": "FITMIX",
    "backgroundColor": "#034f81",
    "price": "320 руб/упаковка (вес 2 кг)",
    "short": "для дойных коров и бычков на откорме",
    "weight": "25 кг.",
    "full": "Смесь компонентов для приготовления энергетического напитка для коров сразу после отела. При растворении в воде образует раствор с ароматом зеленого яблока. После растворения, возможно наличие небольшого осадка, который легко слизывается коровой. Смесь, для приготовления напитка, весом 2 кг, упакована в металлизированный пакет.",
    "indicatorsShort": "",
    "indicators": "",
    "composition": "Декстроза, лактоза, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, лактат кальция, ацетат кальция, пропионат кальция, хлорид натрия, сульфат магния, ароматизатор, подсластитель.",
    "act": "Декстроза, лактоза и сорбитол обладают высокой энергетической ценностью, благодаря чему корова быстро компенсирует энергетические потери после отела. Мелкоизмельченный льняной жмых стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма. За профилактику послеродовых порезов отвечают: пропионат кальция, ацетат кальция, лактат кальция – высокодоступные источники кальция. Анионовые соли уравновешивают потери электролита после отела, способствуя быстрому физическому восстановлению и легкому отделению плаценты. Сульфат магния - уменьшает воздействие стресса на метаболизм, а также предотвращает паралич вызванный недостатком магния. Минеральный комплекс, включающий в себя Биотин и комплекс витаминов группы B, отвечает за улучшение энергетического обмена. FITMIX компенсирует потерю жидкости и снижает риск смещения сычуга, способствует успешному началу лактации.",
    "application": "Содержимое пакета FITMIX размешать в 20л теплой воды (38 - 40 °С), дать настояться в течение двух минут, затем еще раз перемешать и выпоить корове сразу после отела (не позднее 30 минут после отела). После выпойки FITMIX, обеспечить корове доступ к теплой воде. Растворять непосредственно перед выпаиванием."
  }
}

