<template>

<section>
  <el-row type="flex">
    <el-col>
      <div class="fitmix">
        <h2>Pescary Carp Growth 24/5</h2>
        <div class="main">
          <b>Комбикорм для товарного карпа</b>
          <br/>
          <p>
            <b>Гарантируемые показатели в 1 кг продукта:</b>Переваримая энергия (рыбы) – 13,5 МДж, Сырой протеин (мин.) – 24,0%,  Сырая клетчатка (макс.) – 5,5%, Сырой жир (мин.) – 5,0%, Лизин (мин.) – 1,3%, Метеонин (мин.) – 0,5%, Метионин + Цистин (мин.) – 0,9%, Кальций – 0,7%, Фосфор – 0,8%, Натрий – 0,3%, Массовая доля влаги (макс.) – 14,0%.
          </p>
          <p>
            <b>Состав:</b>Пшеница, подсолнечный шрот, горох экструдированный, рыбная мука, рапсовый жмых, кукуруза, дрожжи кормовые, масло соевое, витаминно-минеральный премикс.
          </p>
          <p>
            <b>Рекомендации по применению:</b>Комбикорм Pescary Carp Growth 24/5 предназначен для выращивания товарного карпа в индустриальных хозяйствах. Содержит 24% протеина и 5% жира, благодаря чему снижается  расход корма на прирост при сохранении высокого темпа роста карпа. Оказывает положительное влияние на зимостойкость сеголетков и их физиологическое состояние. Рыбу подкармливают не реже двух раз в сутки (в утренние и дневные часы) во все дни недели по кормовым точкам.
          </p>
          <p>
            <b>Изготовитель:</b>ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27
          </p>
          <p>
            <b>e-mail:</b> sales@prokorm.com, сайт: http://prokorm.com.
          </p>
          <br/>
          <p>
            <b>Дата изготовления:</b>
          </p>
          <br/>
          <p>
            <b>Номер партии:</b>
          </p>
          <br/>
          <p>
            <b>Срок хранения:</b> 6 месяцев со дня изготовления.
          </p>
          <p>
            <b>Условия хранения:</b>Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Открытый мешок после использования снова плотно закрыть. Производитель не несёт ответственности в случае неправильного хранения.
          </p>
          <p>
            <b>Масса нетто:</b> 25 кг
          </p>
        </div>
      </div>
    </el-col>
    <el-col>
      <div class="fitmix">
        <h2>Pescary Carp Growth 24/5</h2>
        <div class="main">
          <b>Комбикорм для товарного карпа</b>
          <br/>
          <p>
            <b>Гарантируемые показатели в 1 кг продукта:</b>Переваримая энергия (рыбы) – 13,5 МДж, Сырой протеин (мин.) – 24,0%,  Сырая клетчатка (макс.) – 5,5%, Сырой жир (мин.) – 5,0%, Лизин (мин.) – 1,3%, Метеонин (мин.) – 0,5%, Метионин + Цистин (мин.) – 0,9%, Кальций – 0,7%, Фосфор – 0,8%, Натрий – 0,3%, Массовая доля влаги (макс.) – 14,0%.
          </p>
          <p>
            <b>Состав:</b>Пшеница, подсолнечный шрот, горох экструдированный, рыбная мука, рапсовый жмых, кукуруза, дрожжи кормовые, масло соевое, витаминно-минеральный премикс.
          </p>
          <p>
            <b>Рекомендации по применению:</b>Комбикорм Pescary Carp Growth 24/5 предназначен для выращивания товарного карпа в индустриальных хозяйствах. Содержит 24% протеина и 5% жира, благодаря чему снижается  расход корма на прирост при сохранении высокого темпа роста карпа. Оказывает положительное влияние на зимостойкость сеголетков и их физиологическое состояние. Рыбу подкармливают не реже двух раз в сутки (в утренние и дневные часы) во все дни недели по кормовым точкам.
          </p>
          <p>
            <b>Изготовитель:</b>ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27
          </p>
          <p>
            <b>e-mail:</b> sales@prokorm.com, сайт: http://prokorm.com.
          </p>
          <br/>
          <p>
            <b>Дата изготовления:</b>
          </p>
          <br/>
          <p>
            <b>Номер партии:</b>
          </p>
          <br/>
          <p>
            <b>Срок хранения:</b> 6 месяцев со дня изготовления.
          </p>
          <p>
            <b>Условия хранения:</b>Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Открытый мешок после использования снова плотно закрыть. Производитель не несёт ответственности в случае неправильного хранения.
          </p>
          <p>
            <b>Масса нетто:</b> 25 кг
          </p>
        </div>
      </div>
    </el-col>
  </el-row>
  <el-row type="flex">
    <el-col>
      <div class="fitmix">
        <h2>Pescary Carp Growth 24/5</h2>
        <div class="main">
          <b>Комбикорм для товарного карпа</b>
          <br/>
          <p>
            <b>Гарантируемые показатели в 1 кг продукта:</b>Переваримая энергия (рыбы) – 13,5 МДж, Сырой протеин (мин.) – 24,0%,  Сырая клетчатка (макс.) – 5,5%, Сырой жир (мин.) – 5,0%, Лизин (мин.) – 1,3%, Метеонин (мин.) – 0,5%, Метионин + Цистин (мин.) – 0,9%, Кальций – 0,7%, Фосфор – 0,8%, Натрий – 0,3%, Массовая доля влаги (макс.) – 14,0%.
          </p>
          <p>
            <b>Состав:</b>Пшеница, подсолнечный шрот, горох экструдированный, рыбная мука, рапсовый жмых, кукуруза, дрожжи кормовые, масло соевое, витаминно-минеральный премикс.
          </p>
          <p>
            <b>Рекомендации по применению:</b>Комбикорм Pescary Carp Growth 24/5 предназначен для выращивания товарного карпа в индустриальных хозяйствах. Содержит 24% протеина и 5% жира, благодаря чему снижается  расход корма на прирост при сохранении высокого темпа роста карпа. Оказывает положительное влияние на зимостойкость сеголетков и их физиологическое состояние. Рыбу подкармливают не реже двух раз в сутки (в утренние и дневные часы) во все дни недели по кормовым точкам.
          </p>
          <p>
            <b>Изготовитель:</b>ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27
          </p>
          <p>
            <b>e-mail:</b> sales@prokorm.com, сайт: http://prokorm.com.
          </p>
          <br/>
          <p>
            <b>Дата изготовления:</b>
          </p>
          <br/>
          <p>
            <b>Номер партии:</b>
          </p>
          <br/>
          <p>
            <b>Срок хранения:</b> 6 месяцев со дня изготовления.
          </p>
          <p>
            <b>Условия хранения:</b>Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Открытый мешок после использования снова плотно закрыть. Производитель не несёт ответственности в случае неправильного хранения.
          </p>
          <p>
            <b>Масса нетто:</b> 25 кг
          </p>
        </div>
      </div>
    </el-col>
    <el-col>
      <div class="fitmix">
        <h2>Pescary Carp Growth 24/5</h2>
        <div class="main">
          <b>Комбикорм для товарного карпа</b>
          <br/>
          <p>
            <b>Гарантируемые показатели в 1 кг продукта:</b>Переваримая энергия (рыбы) – 13,5 МДж, Сырой протеин (мин.) – 24,0%,  Сырая клетчатка (макс.) – 5,5%, Сырой жир (мин.) – 5,0%, Лизин (мин.) – 1,3%, Метеонин (мин.) – 0,5%, Метионин + Цистин (мин.) – 0,9%, Кальций – 0,7%, Фосфор – 0,8%, Натрий – 0,3%, Массовая доля влаги (макс.) – 14,0%.
          </p>
          <p>
            <b>Состав:</b>Пшеница, подсолнечный шрот, горох экструдированный, рыбная мука, рапсовый жмых, кукуруза, дрожжи кормовые, масло соевое, витаминно-минеральный премикс.
          </p>
          <p>
            <b>Рекомендации по применению:</b>Комбикорм Pescary Carp Growth 24/5 предназначен для выращивания товарного карпа в индустриальных хозяйствах. Содержит 24% протеина и 5% жира, благодаря чему снижается  расход корма на прирост при сохранении высокого темпа роста карпа. Оказывает положительное влияние на зимостойкость сеголетков и их физиологическое состояние. Рыбу подкармливают не реже двух раз в сутки (в утренние и дневные часы) во все дни недели по кормовым точкам.
          </p>
          <p>
            <b>Изготовитель:</b>ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27
          </p>
          <p>
            <b>e-mail:</b> sales@prokorm.com, сайт: http://prokorm.com.
          </p>
          <br/>
          <p>
            <b>Дата изготовления:</b>
          </p>
          <br/>
          <p>
            <b>Номер партии:</b>
          </p>
          <br/>
          <p>
            <b>Срок хранения:</b> 6 месяцев со дня изготовления.
          </p>
          <p>
            <b>Условия хранения:</b>Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Открытый мешок после использования снова плотно закрыть. Производитель не несёт ответственности в случае неправильного хранения.
          </p>
          <p>
            <b>Масса нетто:</b> 25 кг
          </p>
        </div>
      </div>
    </el-col>
  </el-row>
</section>
</template>

<style lang="scss">
  $color: #616247;
  .prokorm {
    width: 25mm;
    height: 25mm;
    background: $color;
    color: #fff;
    text-align: center;
    margin: 5mm auto 0;
    h2 {
      font-size: 14px;
      font-weight: 100;
      text-align: center;
      padding-top: 38px;

      b {
        margin-right: 4px;
      }

    }
    p {
      font-size: 6px;
    }
  }

  .fitmix {
    line-height: 10px;
    font-family: 'Comfortaa', cursive;
    width: 80mm;
    height: 120mm;
    border: 1px solid #ddd;

    h2 {
      font-size: 20px;
      text-align: center;
      margin: 0;
      padding: 10mm 0 6mm 0;
    }

    .main {
      color: $color;
      font-size: 8px;
      text-align: justify;
      padding: 0mm 2mm;
      p {

      }
    }
  }
</style>
