<template>

<section>
  <div class="fitmix">
    <h2>Feedy Green</h2>
    <div class="main">
      <b>Комбикорм для телят от 0 до 6 месяцев</b>
      <br/>
      <b>ТУ 10.91.10-001-25608808-2018</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Обменная энергия (мин.) – 11,5 МДж, Сырой протеин (мин.) – 21,0%,  Сырая клетчатка (макс.) – 7,0%, Сырая зола (макс.) – 4,0%, Сырой жир (мин.) – 4,5%, Кальций (мин.) – 0,9%, Фосфор (мин.) – 0,5%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 20 000,0 М.Е., Витамин D3 – 2 000,0 М.Е., Витамин Е – 160,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Соевый шрот, кукурузу экструдированную, горох экструдированный, подсолнечный шрот, пшеницу экструдированную, ячмень экструдированный, премикс, масло растительное, дрожжи, ароматизатор.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Комбикорм Feedy Red можно скармливать телятам уже с 4 дня жизни. Необходимо в течение дня многократно подкладывать небольшое количество продукта, каждый раз увеличивая дозу. Использование данного продукта необходимо прекратить, если животное съедает ежедневно комбикорма больше, чем 1,5 кг. Обеспечить телятам доступ к чистой питьевой воде.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27,
      </p>
      <p>
        <b>e-mail:</b> sales@prokorm.com, сайт: http://prokorm.com.
      </p>
      <br/>
      <p>
        <b>Дата изготовления:</b>
      </p>
      <br/>
      <p>
        <b>Номер партии:</b>
      </p>
      <br/>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Не хранить мешки в помещениях для животных. Открытый мешок после использования снова плотно закрыть. Хранить в сухом, прохладном месте, защищенном от прямых солнечных лучей. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>

  </div>
</section>
</template>

<style lang="scss">
  $color: #616247;
  .prokorm {
    width: 25mm;
    height: 25mm;
    background: $color;
    color: #fff;
    text-align: center;
    margin: 5mm auto 0;
    h2 {
      font-size: 14px;
      font-weight: 100;
      text-align: center;
      padding-top: 38px;

      b {
        margin-right: 4px;
      }

    }
    p {
      font-size: 6px;
    }
  }

  .fitmix {
    line-height: 10px;
    font-family: 'Comfortaa', cursive;
    width: 80mm;
    height: 120mm;
    border: 1px solid #ddd;

    h2 {
      font-size: 22px;
      text-align: center;
      margin: 0;
      padding: 20mm 0 2mm 0;
    }

    .main {
      color: $color;
      font-size: 8px;
      text-align: justify;
      padding: 0mm 2mm;
      p {

      }
    }
  }
</style>
