<template>
  <section>
    <div class="list">
      <!--div class="prokorm">
        <h2><b>PRO</b>КОРМ</h2>
        <p>кормление животных</p>
      </div-->
      <div class="roxx">
        <h2>FITMIX</h2>
        <p>cмесь кормовая <b>профилактическая</b> для коров после отела</p>
      </div>

      <div class="main">
        <!--p class="p-1"><span>FITMIX</span> является сухим быстрорастворимым концетратом весом <span>2 кг.</span> для приготовления
          <span>20 литров</span> энергетического напитка для коров сразу после отела.
          Представляет собой мелкодисперсный порошок
          светло-серого цвета упакованный в металлизироанный пакет,
          при растворении в воде образует раствор белого цвета с ароматом зеленого яблока,
          после растворения, возможно наличие некоторого осадка, который легко слизывается коровой.
        </p>
        <!--ul>
          <li>
            <b>Мелкоизмельченный льняной жмых</b> стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма после отела
          </li>
          <li>
            <b>Декстроза и лактоза</b> восполненяют дефицит энергии после отела
          </li>
          <li>
            <b>Пропионат кальция</b> является высокодоступным источником кальция (профилактика послеродового пареза) и быстро доступным источником энергии
          </li>
          <li>
            <b>Анионовые соли</b> уравновешивают потери электролита после отела, способствуют быстрому физическому восстановлению и легкому отделению плаценты
          </li>
          <li>
            <b>Биотин и комплекс витаминов группы B</b> отвечают за улучшение энергетического обмена
          </li>
          <li>
            Компенсирует потерю жидкости и поддерживает обмен веществ
          </li>
          <li>
            Предотвращает послеродовые заболевания, а также позволяет избежать смещение сычуга
          </li>
        </ul-->
        <p class="p-2">
          <span>FITMIX</span>
          представляет собой смесь компонентов для приготовления энергетического напитка для коров сразу после отела.
          При растворении в воде образует раствор с ароматом зеленого яблока. После растворения, возможно наличие небольшого осадка, который легко слизывается коровой.
          Смесь, для приготовления напитка, весом <span>2 кг</span>, упакована в металлизированный пакет


          <b>СОСТАВ</b>
          Декстроза, лактоза, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, пропионат кальция, хлорид натрия, сульфат магния, ароматизатор.

          <b>ДЕЙСТВИЕ</b>
          <span>Декстроза, лактоза и сорбитол</span> обладают высокой энергетической ценностью, благодаря чему корова быстро компенсирует энергетические потери после отела.
          <span>Мелкоизмельченный льняной жмых</span> стимулирует работу рубца,
          а <span>пивные дрожжи</span> усиливают аппетит и увеличивают потребление корма.
          За профилактику послеродовых порезов отвечает <span>Пропионат кальция</span> – высокодоступный источник кальция.
          <span>Анионовые соли</span> уравновешивают потери электролита после отела, способствуя быстрому физическому восстановлению и легкому отделению плаценты.
          <span>Сульфат магния</span> - уменьшает воздействие стресса на метаболизм, а также предотвращает паралич вызванный недостатком магния.
          <span>Минеральный комплекс</span>, включающий в себя Биотин и комплекс витаминов группы B, отвечает за улучшение энергетического обмена.
          <span>FITMIX</span> компенсирует потерю жидкости и снижает риск смещения сычуга, способствует успешному началу лактации


          <b>ПРИМЕНЕНИЕ</b>
          Содержимое пакета <span>FITMIX</span> размешать в 20л теплой воды (35 - 40 °С), дать настояться в течение двух минут, затем еще раз перемешать и выпоить корове сразу после отела (не позднее 30 минут после отела). После выпойки <span>FITMIX</span>, обеспечить корове доступ к теплой воде. Растворять непосредственно перед выпаиванием.

          <b>ЦЕНА 290 рублей</b>
        </p>
      </div>

      <div class="footer">
        <h1>ООО "ПРОКОРМ"</h1>
        <p>кормление животных</p>
        <h2>8 800 550 28 27, sales@prokorm.com</h2>
      </div>
    </div>


    <div class="list">
      <!--div class="prokorm">
        <h2><b>PRO</b>КОРМ</h2>
        <p>кормление животных</p>
      </div-->
      <div class="roxx">
        <h2>FITMIX</h2>
        <p>cмесь кормовая <b>лечебная</b> для коров после отела</p>
      </div>

      <div class="main">
        <!--p class="p-1"><span>FITMIX</span> является сухим быстрорастворимым концетратом весом <span>2 кг.</span> для приготовления
          <span>20 литров</span> энергетического напитка для коров сразу после отела.
          Представляет собой мелкодисперсный порошок
          светло-серого цвета упакованный в металлизироанный пакет,
          при растворении в воде образует раствор белого цвета с ароматом зеленого яблока,
          после растворения, возможно наличие некоторого осадка, который легко слизывается коровой.
        </p>
        <!--ul>
          <li>
            <b>Мелкоизмельченный льняной жмых</b> стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма после отела
          </li>
          <li>
            <b>Декстроза и лактоза</b> восполненяют дефицит энергии после отела
          </li>
          <li>
            <b>Пропионат кальция</b> является высокодоступным источником кальция (профилактика послеродового пареза) и быстро доступным источником энергии
          </li>
          <li>
            <b>Анионовые соли</b> уравновешивают потери электролита после отела, способствуют быстрому физическому восстановлению и легкому отделению плаценты
          </li>
          <li>
            <b>Биотин и комплекс витаминов группы B</b> отвечают за улучшение энергетического обмена
          </li>
          <li>
            Компенсирует потерю жидкости и поддерживает обмен веществ
          </li>
          <li>
            Предотвращает послеродовые заболевания, а также позволяет избежать смещение сычуга
          </li>
        </ul-->
        <p class="p-2">
          <span>FITMIX</span>
          представляет собой смесь компонентов для приготовления энергетического напитка для коров сразу после отела.
          При растворении в воде образует раствор с ароматом зеленого яблока. После растворения, возможно наличие небольшого осадка, который легко слизывается коровой.
          Смесь, для приготовления напитка, весом <span>2 кг</span>, упакована в металлизированный пакет

          <b>СОСТАВ</b>
          Пропионат кальция, декстроза, лактоза, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, хлорид кальция, хлорид натрия, сульфат магния, ароматизатор.

          <b>ДЕЙСТВИЕ</b>
          <span>FITMIX</span> содержит разные источники кальция,– эффективное решение биодоступности кальция.
          Высокое содержание <span>пропионата кальция</span> обеспечивает:
          скорую помощь при родильном парезе,
          снижение рисков лактатного мастита,
          сокращение сроков прихода в охоту после отела.
          <span>Декстроза, лактоза и сорбитол</span> обладают высокой энергетической ценностью, благодаря чему корова быстро компенсирует энергетические потери после отела.
          <span>Мелкоизмельченный льняной жмых</span> стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма.
          <span>Анионовые соли</span> уравновешивают потери электролита после отела, способствуя быстрому физическому восстановлению и легкому отделению плаценты.
          <span>Сульфат магния</span> - уменьшает воздействие стресса на метаболизм, а также предотвращает паралич вызванный недостатком магния.
          <span>Минеральный комплекс</span>, включающий в себя Биотин и комплекс витаминов группы B, отвечает за улучшение энергетического обмена.
          <span>FITMIX</span> компенсирует потерю жидкости и снижает риск смещения сычуга, способствует успешному началу лактации.


          <b>ПРИМЕНЕНИЕ</b>
          Содержимое пакета <span>FITMIX</span> размешать в 20л теплой воды (35 - 40 °С), дать настояться в течение двух минут, затем еще раз перемешать и перелить в устройство для вливания жидкости в рубец (дренчер), после чего произвести ввод готового раствора в рубец с помощью зонда. Регидрацию проводить не позднее 30 минут после отела. После введения <span>FITMIX</span>, обеспечить корове доступ к теплой воде. Растворять непосредственно перед выпаиванием.

          <b>ЦЕНА 360 рублей</b>
        </p>
      </div>

      <div class="footer">
        <h1>ООО "ПРОКОРМ"</h1>
        <p>кормление животных</p>
        <h2>8 800 550 28 27, sales@prokorm.com</h2>
      </div>
    </div>
  </section>
</template>

<style lang="scss">

  @page {
    size: 150mm 210mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 150mm; // set appropriately
      height: 210mm; // set appropriately
    }
    /* ... the rest of the rules ... */
  }

  .w-50 {
    display: inline-block;
  }

  .list {
    font-family: 'Comfortaa', cursive;
    width: 150mm;
    height: 210mm;
    border: 1px solid #bb4343;
    background: #bb4343;
    margin: auto;
    .prokorm {
      color: #fefefe;
      width: 30mm;
      height: 30mm;
      background: #bb4343;
      text-align: center;
      font-size: 3.4mm;
      /* display: inline-block; */
      border-right: 1px solid #fefefe;
      float: left;
      h2 {
        padding-top: 10mm;
        font-weight: 100;
        b {
          margin-right: 0.8mm;
        }
      }
      p {
        font-size: 2.3mm;
      }
    }
    .roxx {

      height: 30mm;
      /* display: inline-block; */
      color: #fefefe;
      background: #bb4343;
      font-family: 'Baloo Bhaijaan', cursive;
      text-align: center;
      h2 {
        font-family: 'Mallanna', cursivecursive;
        font-size: 86px;
        line-height: 75px;
        letter-spacing: 20px;
        padding-top: 10px;
        font-weight: 100;
      }
      p {
        font-family: 'Comfortaa', cursive;
        font-size: 16px;
      }
    }

    .main {
      background: #fff;
      padding: 12px 12px 4px 12px;
      text-align: justify;

      .p-1 {
        line-height: 24px;
        font-size: 16.8px;
        span {
          font-weight: 700;
          color: #bb4343;
        }
      }
      .p-2 {
        span {
          font-weight: 700;
          color: #bb4343;
          font-size: 11px;
        }
        b {
          display: block;
          font-weight: 700;
          color: #bb4343;
          margin: 10px 0 5px 0;
          font-size: 16px;
        }
        line-height: 17px;
        font-size: 11px;
      }
      ul {
        margin: 0px;
        padding: 0px;
        li {
          margin: 0px;
          padding: 0px;
          list-style-type: none;
          font-size: 12px;
          line-height: 20px;
          padding: 2px 0;

          b {
            color: #bb4343;
          }
        }
      }
    }

    .footer {
      height: 30mm;
      background: #bb4343;
      color: #fefefe;
      text-align: center;
      padding: 4mm 3mm;
      p {
        font-size: 14px;
        margin: 4px 0 0px 0;

      }
      h2 {
        padding-top: 20px;
        font-size: 16px;
        font-weight: 200;
      }
    }
  }

</style>
