<template>

<section>
  <div class="fitmix">

    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="header">
      <h2>FITMIX</h2>
      <p>cмесь кормовая <b>профилактическая</b>  <br/>для коров после отела</p>
    </div>

    <div class="main">
      <b>ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Сырой протеин – 10,0%,  Сырая клетчатка – 3,0%, Сырая зола – 24,0%, Сырой жир – 3,5%, Кальций – 3,0%, Фосфор – 0,6%, Натрий – 3,3%, Магний – 1,0%,  Массовая доля влаги (макс.) – 8,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Декстрозу, лактозу, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, пропионат кальция, хлорид натрия, сульфат магния, ароматизатор.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Содержимое пакета FITMIX размешать в 20л теплой воды (35 - 40 °С), дать настояться в течение двух минут, затем еще раз перемешать и выпоить корове сразу после отела (не позднее 30 минут после отела). После выпойки FITMIX, обеспечить корове доступ к теплой воде. Растворять непосредственно перед выпаиванием.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, sales@prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 2 кг
      </p>
    </div>

  </div>
  <div class="fitmix medical">

    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="header">
      <h2>FITMIX</h2>
      <p>cмесь кормовая <b>лечебная</b>  <br/> для коров после отела</p>
    </div>

    <div class="main">
      <b>ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Сырой протеин – 5,0%,  Сырая клетчатка – 1,5%, Сырая зола – 28,0%, Сырой жир – 1,5%, Кальций – 10,0%, Фосфор – 0,5%, Натрий – 3,3%, Магний – 0,9%,  Массовая доля влаги (макс.) – 8,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Пропионат кальция, декстрозу, лактозу, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, хлорид кальция, хлорид натрия, сульфат магния.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Содержимое пакета FITMIX размешать в 20л теплой воды (35 - 40 °С), дать настояться в течение двух минут, затем еще раз перемешать и перелить в устройство для вливания жидкости в рубец (дренчер), после чего произвести ввод готового раствора в рубец с помощью зонда. Регидрацию проводить не позднее 30 минут после отела. После введения FITMIX, обеспечить корове доступ к теплой воде. Растворять непосредственно перед выпаиванием.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, sales@prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 2 кг
      </p>
    </div>

  </div>

</section>
</template>

<style lang="scss">

  @page {
    size: 105mm 148mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 105mm; // set appropriately
      height: 148mm; // set appropriately
    }
    /* ... the rest of the rules ... */
  }

  $color: #034f82;
  .w-50 {
    display: inline-block;
    width: 50%;
  }

  .fitmix {
    width: 105mm; // set appropriately
    height: 148mm; // set appropriately
  }
  .prokorm {
    width: 25mm;
    height: 25mm;
    background: $color;
    color: #fff;
    text-align: center;
    margin: 10px auto 0;
    h2 {
      font-size: 15px;
      font-weight: 100;
      text-align: center;
      padding-top: 38px;

      b {
        margin-right: 4px;
      }

    }
    p {
      font-size: 7px;
    }
  }

  .fitmix {

    font-family: 'Comfortaa', cursive;

    &.medical {
      .prokorm {
        background: #bb4343;
      }
      .header {
        h2 {
          background: #bb4343;
        }
        p {
          color: #bb4343;
        }
      }
      .main p {
        padding: 0px 0px;
      }
    }

    .header {
      color: $color;
      h2 {
        font-size: 80px;
        font-family: 'Mallanna', cursivecursive;
        font-weight: 200;
        height: 80px;
        line-height: 80px;
        background: #034f82;
        color: #fefefe;
        margin-top: 10px;
        margin-bottom: 2mm;
        letter-spacing: 20px;
        text-align: center;
        padding-left: 16px;
      }
      p {
        font-size: 16px;
        line-height: 18px;
      }
      text-align: center;
    }
    .main {
      color: #555;
      font-size: 8px;
      text-align: justify;
      padding: 12px 8px;
      line-height: 10px;
      .padding {
        padding: 3px 0 4px 0;
      }
      p {
        line-height: 12px;
        padding: 2px 0px;
      }
    }
  }
</style>
