<template>
  <section class="index">
    <el-row class="index__header">
      <el-col :span="8" class="index__header--contact">
        <p>sales@prokorm.com</p>
        <p>8 800 550 28 27</p>
      </el-col>
      <el-col :span="8">
        <div class="prokorm">
          <h2><b>PRO</b>КОРМ</h2>
          <p>кормление животных</p>
        </div>
      </el-col>
      <el-col :span="8" class="index__navigator">
        <el-row type="flex" justify="end">
          <el-col v-for="item in navItems" :key="item.code" class="index__navigator--item">
            <div class="index__navigator--item--image" v-html="item.svg"></div>
            <div class="index__navigator--item--name">{{item.title}}</div>
          </el-col>
        </el-row>
      </el-col>
    </el-row>
    <section class="index__main">
      <h2 class="index__main--header cow">
        ПРОДУКТЫ ДЛЯ КОРОВ
      </h2>
      <h2>
        ПРЕСТАРТЕРЫ
      </h2>
      <Product v-for="item in feedy.items" :key="item.code" v-bind="item" />

      <h2>
        ЛИЗУНЦЫ
      </h2>
      <Product v-for="item in roxx.items" :key="item.code" v-bind="item" />

      <h2>
        ВЫПОЙКА ПОСЛЕ ОТЕЛА
      </h2>
      <Product v-for="item in fitmix.items" :key="item.code" v-bind="item" />

    </section>
  </section>
</template>

<script>
import Product from '../components/Product'
export default {
  components: {
    Product
  },
  data() {
    return {
      navItems: [
        {
          svg: '<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><path d="M512 16V0h-30v16c0 37.738-27.652 69.126-63.756 75H93.756C57.652 85.126 30 53.738 30 16V0H0v16c0 33.8 15.902 63.956 40.618 83.379C16.517 111.868 0 137.033 0 166v46h46c18.932 0 36.235-7.066 49.447-18.679l11.204 219.043C109.509 468.235 155.571 512 211.514 512h88.972c55.943 0 102.005-43.765 104.863-99.636l11.204-219.043C429.765 204.934 447.068 212 466 212h46v-46c0-28.967-16.517-54.132-40.618-66.621C496.098 79.956 512 49.8 512 16zM91 137c0 24.813-20.187 45-45 45H30v-16c0-24.813 20.187-45 45-45h16v16zm284.388 273.832C373.347 450.739 340.446 482 300.486 482h-88.972c-39.96 0-72.861-31.261-74.902-71.169l-1.344-26.279C166.454 351.087 210.116 332 256 332c45.883 0 89.545 19.087 120.732 52.552l-1.344 26.28zm3.342-65.342C344.259 317.565 301.038 302 256 302c-45.038 0-88.259 15.565-122.73 43.49L121.787 121h268.426L378.73 345.49zM482 166v16h-16c-24.813 0-45-20.187-45-45v-16h16c24.813 0 45 20.187 45 45z"/><circle cx="206" cy="432" r="20"/><circle cx="306" cy="432" r="20"/><circle cx="176" cy="226" r="20"/><circle cx="336" cy="226" r="20"/></svg>',
          title: 'коровы',
          code: 'cow'
        },
        {
          svg: '<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><circle cx="216" cy="362" r="20"/><circle cx="296" cy="362" r="20"/><path d="M256 282c-67.29 0-120 35.14-120 80s52.71 80 120 80 120-35.14 120-80-52.71-80-120-80zm66.351 113.208C304.858 406.037 281.295 412 256 412s-48.858-5.963-66.351-16.792C180.816 389.74 166 378.156 166 362s14.816-27.74 23.649-33.208C207.142 317.963 230.705 312 256 312s48.858 5.963 66.351 16.792C331.184 334.26 346 345.844 346 362s-14.816 27.74-23.649 33.208z"/><circle cx="186" cy="236" r="20"/><circle cx="326" cy="236" r="20"/><path d="M429.683 109.932C436.899 96.546 441 81.243 441 65V10H311v45.232C293.014 51.76 274.589 50 256 50a290.107 290.107 0 0 0-55 5.237V10H71v55c0 16.244 4.101 31.546 11.317 44.932C29.827 152.684 0 212.49 0 276c0 60.748 26.887 117.743 75.706 160.485C123.961 478.733 187.99 502 256 502s132.039-23.267 180.294-65.515C485.113 393.743 512 336.748 512 276c0-63.51-29.826-123.316-82.317-166.068zM341 40h70v25c0 35.841-29.159 65-65 65h-5V40zm-240 0h70v90h-5c-35.841 0-65-29.159-65-65V40zm155 432c-124.617 0-226-87.925-226-196 0-54.065 25.553-105.222 70.547-142.208C117.599 150.023 140.656 160 166 160h35V85.852C218.902 81.967 237.346 80 256 80c18.648 0 37.097 1.971 55 5.855V160h35c25.344 0 48.401-9.977 65.453-26.208C456.447 170.778 482 221.935 482 276c0 108.075-101.383 196-226 196z"/></svg>',
          title: 'свиньи',
          code: 'pig'
        },
        {
          svg: '<svg version="1.1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 425.48 425.48" xmlns:xlink="http://www.w3.org/1999/xlink" enable-background="new 0 0 425.48 425.48"><g><path d="m414.221,100.116l-22.783-44.493c-1.656-3.235-3.58-6.275-5.717-9.124l4.675-14.217c2.156-6.558-1.412-13.623-7.97-15.779-6.558-2.157-13.623,1.413-15.779,7.97l-1.47,4.47c-0.832-0.44-1.674-0.864-2.529-1.268l.145-15.056c0.066-6.903-5.476-12.553-12.379-12.62-6.872-0.075-12.553,5.476-12.62,12.379l-.089,9.251c-0.826-0.026-1.651-0.032-2.476-0.025l-5.481-11.109c-3.055-6.19-10.548-8.732-16.741-5.678-6.191,3.055-8.733,10.55-5.678,16.741l2.763,5.599c-0.924,0.419-1.842,0.86-2.752,1.325-0.078,0.04-0.158,0.084-0.236,0.124l-9.48-6.839c-5.598-4.039-13.412-2.776-17.45,2.824-4.039,5.599-2.775,13.412 2.824,17.45l4.233,3.054c-16.288,18.827-49.686,44.913-95.627,61.821-37.114,13.659-93.92,25.206-153.79,2.639-3.105-1.17-6.55-1.058-9.573,0.313s-5.376,3.889-6.541,6.998c-17.351,46.312-15.541,96.57 5.099,141.517 20.637,44.942 57.584,79.07 104.035,96.099 7.011,2.57 14.114,4.688 21.274,6.377l30.673,39.619h-2.742c-6.903,0-12.5,5.596-12.5,12.5s5.597,12.5 12.5,12.5h54.691c6.904,0 12.5-5.596 12.5-12.5 0-6.903-5.596-12.5-12.5-12.5h-20.333l-26.987-34.859c2.172,0.078 4.344,0.127 6.516,0.127 26.593-0.001 53.149-5.851 78.073-17.479 44.892-20.945 78.816-57.977 95.522-104.274 1.356-3.759 2.603-7.597 3.706-11.406 9.463-32.667 6.019-65.426-9.585-93.739l46.72-21.7c3.083-1.432 5.449-4.057 6.554-7.271 1.105-3.211 0.855-6.736-0.695-9.761zm-70.216,135.395c-14.432,39.992-43.758,71.992-82.577,90.104-38.791,18.098-82.115,20.016-121.99,5.397-40.15-14.718-72.084-44.216-89.92-83.059-3.594-7.826-6.523-15.839-8.793-23.973 3.431,1.585 7.003,2.969 10.709,4.081 1.198,0.359 2.407,0.531 3.597,0.531 5.376,0 10.344-3.497 11.968-8.912 1.984-6.612-1.769-13.581-8.381-15.564-13.601-4.08-20.754-11.405-23.528-14.891-0.134-2.747-0.19-5.498-0.179-8.249 5.966,2.099 13.293,3.736 22.305,4.524 0.371,0.032 0.738,0.048 1.103,0.048 6.411,0 11.87-4.906 12.438-11.412 0.601-6.877-4.487-12.94-11.364-13.542-11.893-1.04-18.557-3.72-22.168-5.956 1.016-5.859 2.365-11.688 4.049-17.462 60.952,19.016 121.454,9.117 170.635-11.424 2.088,13.096 8.404,25.243 18.242,34.578 10.962,10.402 25.177,16.263 40.028,16.718 7.15,12.84 18.783,22.785 32.748,27.784 6.649,2.38 13.6,3.559 20.533,3.559 9.597,0 19.151-2.279 27.831-6.73-0.404,7.922-1.75,15.947-4.076,23.973-0.956,3.298-2.036,6.621-3.21,9.877zm-5.779-113.35c-3.379,1.569-5.881,4.564-6.826,8.168-0.944,3.604-0.232,7.441 1.942,10.466 7.496,10.427 12.69,21.854 15.53,33.853l-8.442,4.507c-9.07,4.847-19.397,5.607-29.079,2.141-9.689-3.469-17.193-10.617-21.115-20.092l-.71-1.73c-2.136-5.206-7.486-8.342-13.071-7.663-10.684,1.296-21.29-2.206-29.098-9.615-7.641-7.25-11.679-17.375-11.162-27.873 33.358-17.552 59.459-39.234 73.848-57.6 1.769-2.258 5.387-4.293 8.691-5.986 8.912-4.563 19.069-5.383 28.598-2.308s17.291,9.677 21.854,18.589l16.862,32.931-47.822,22.212z"/><path d="m337.942,59.989c-3.29,0-6.51,1.33-8.84,3.66-2.32,2.32-3.66,5.54-3.66,8.83s1.34,6.52 3.66,8.84c2.33,2.33 5.55,3.66 8.84,3.66s6.51-1.33 8.84-3.66c2.33-2.32 3.66-5.55 3.66-8.84s-1.33-6.51-3.66-8.83c-2.33-2.33-5.55-3.66-8.84-3.66z"/></g></svg>',
          title: 'куры',
          code: 'chicken'
        },{
          svg: '<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 511.931 511.931"><path d="M314.364 117.268a10.647 10.647 0 0 0-10.654 10.655c0 5.889 4.764 10.67 10.654 10.67s10.67-4.78 10.67-10.67-4.78-10.655-10.67-10.655z"/><path d="M461.844 208.739c-.891-5.749-4.562-15.06-25.122-36.276-11.279-11.654-26.637-25.871-45.649-42.275-26.028-22.449-51.993-43.01-61.147-50.181C320.16 14.142 282.712 1.066 281.087.534c-2.921-.953-6.092-.625-8.732.938a10.64 10.64 0 0 0-5.078 7.155L257.154 60.65c-5.296.609-12.592 1.891-21.153 4.5-8.108.25-39.463 2.78-75.333 26.824-23.591 15.795-44.416 37.729-61.914 65.194-21.528 33.792-38.026 76.146-49.04 125.872a10.628 10.628 0 0 0 2.156 9.078 10.71 10.71 0 0 0 8.483 3.904c4.718-.109 18.357.375 28.527 3.563l197.598 209.002a10.649 10.649 0 0 0 7.748 3.344c.234 0 .453 0 .688-.016a10.724 10.724 0 0 0 7.953-4.391c1.671-2.311 41.135-57.398 41.135-114.873 0-49.979-32.559-103.236-42.182-117.891l6.904-35.526c3.281.891 6.688 1.656 10.218 2.313 11.921 2.202 22.935 2.624 30.402 2.562.828 3.688 1.937 8.108 3.374 12.639 5.594 17.779 12.967 27.777 22.544 30.559 18.028 5.219 38.339-9.529 41.917-12.279 8.357 6.17 14.529 3.844 17.481 1.875 5.062-3.359 12.717-13.561 18.231-24.247 5.532-10.749 11.577-27.075 8.953-43.917zM88.068 277.356c-5.108-1.078-10.202-1.734-14.623-2.125 10.248-41.432 24.589-76.927 42.681-105.626 13.732-21.778 29.652-39.714 47.4-53.415-32.433 43.947-65.069 131.857-75.458 161.166zm338.468-22.513c-3.188-3.297-7.437-8.405-10.92-13.248a10.656 10.656 0 0 0-12.982-3.531 10.657 10.657 0 0 0-6.109 11.983l2.469 11.545c-5.875 3.467-13.217 6.436-17.623 5.264-1.203-.75-4.874-5.186-8.654-17.621-2.781-9.14-4.141-17.717-4.141-17.795-.875-5.562-5.937-9.498-11.545-8.983-.609.063-62.055 5.328-79.271-29.995a10.671 10.671 0 0 0-14.264-4.906c-5.296 2.578-7.499 8.968-4.921 14.264 6.108 12.53 16.264 22.528 29.934 29.652l-8.469 43.557a10.677 10.677 0 0 0 1.734 8.17c.406.578 40.885 58.867 40.885 109.455 0 36.557-19.246 73.598-30.011 91.424L107.033 287.729c4.109-11.654 13.889-38.729 26.371-68.318 21.544-51.024 41.151-86.207 56.696-101.768 15.263-15.264 32.62-25.996 51.571-31.901a102.926 102.926 0 0 1 12.998-3.172l-1.031 17.545c-.344 5.89 4.14 10.936 10.03 11.279.203 0 .422.016.625.016 5.608 0 10.312-4.374 10.64-10.046l1.718-29.276 8.483-43.604a54.833 54.833 0 0 1 3.781 4.077c7.311 8.733 16.794 25.278 20.449 54.509a10.673 10.673 0 0 0 4.063 7.108c.313.249 31.684 24.559 63.272 51.773 59.741 51.509 63.804 64.757 64.069 66.069 2.454 15.764-7.686 34.121-14.232 42.823z"/></svg>',
          title: 'лошади',
          code: 'horse'
        }
      ],
      feedy: {
        items: [{
          id: 'red',
          images: [
            'feedy/red/feedy-red-1.png',
            'feedy/red/feedy-red-2.png',
            'feedy/red/feedy-red-3.png'
          ],
          type: 'Feedy',
          name: 'Red',
          nameBackground: '#f13434',
          price: '49 руб/кг',
          short: 'престрартер с 1 дня жизни',
          full: 'Гранулированный престартер из экструдированных зерновых на основе соевого шрота',
          indicators: 'Сырой протеин 22%, Обменная энергия 11.5МДж, Витамин А 20 000.0 M.E. , Цинк 360.0 мг,  Витамин Е 160.0 мг, Марганец 200.0 мг',
          composition: 'Соевый шрот, кукуруза экструдированная, горох экструдированный, льняной жмых, пшеница экструдированная, ячмень экструдированный, премикс, масло подсолнечное, пробиотик, ароматизатор.'
        }, {
          id: 'green',
          images: [
            'feedy/green/feedy-green-1.png',
            'feedy/green/feedy-green-2.png',
            'feedy/green/feedy-green-3.png'
          ],
          type: 'Feedy',
          name: 'Green',
          nameBackground: '#2f6728',
          price: '39 руб/кг',
          short: 'престрартер с 1 дня жизни',
          full: 'Гранулированный престартер на основе кукурузы и льняного шрота, включающий в себя экструдированный горох',
          indicators: 'Сырой протеин 21%, Обменная энергия 11.5МДж, Витамин А 20 000.0 M.E., Цинк 360.0 мг, Витамин Е 160.0 мг, Марганец 200.0 мг',
          composition: 'Льняной жмых, кукуруза, соевый шрот, горох экструдированный, ячмень, пшеница, премикс, масло подсолнечное, известняковая мука, ароматизатор.'
        }, {
          id: 'start',
          images: [
            'feedy/start/feedy-start-1.png',
            'feedy/start/feedy-start-2.png',
            'feedy/start/feedy-start-3.png'
          ],
          type: 'Feedy',
          name: 'Start',
          nameBackground: '#2f79d2',
          price: '32 руб/кг',
          short: 'престрартер с 1 дня жизни',
          full: 'Гранулированный стартер на основе ячменя и подсолнечного шрота, включающий в себя экструдированный горох',
          indicators: 'Сырой протеин 20%, Обменная энергия 11.0МДж, Витамин А 15 000.0 M.E., Цинк 270.0 мг, Витамин Е 120.0 мг, Марганец 150.0 мг',
          composition: 'Подсолнечный шрот, ячмень, горох экструдированный, пшеница, премикс, масло подсолнечное, известняковая мука, ароматизатор.'
        }, {
          id: 'standard',
          images: [
            'feedy/standard/feedy-standard-1.png',
            'feedy/standard/feedy-standard-2.png',
            'feedy/standard/feedy-standard-3.png'
          ],
          type: 'Feedy',
          name: 'Standard',
          nameBackground: '#444',
          price: '28 руб/кг',
          short: 'стартер со 2 месяца',
          full: 'Гранулированный стартер на основе ячменя и подсолнечного шрота, включающий в себя экструдированный горох',
          indicators: 'Сырой протеин 19%, Витамин А 10 000.0 M.E., Цинк 180.0 мг, Обменная энергия 10.5МДж, Витамин Е 80.0 мг, Марганец 100.0 мг',
          composition: 'Ячмень, подсолнечный шрот, отруби пшеничные, горох экструдированный, дрожжи кормовые, премикс, известняковая мука, ароматизатор.'
        }]
      },
      roxx: {
        items: [{
          id: 'standard',
          images: [
            'roxx/standard/roxx-standard-1.png',
            'roxx/standard/roxx-standard-2.png',
            'roxx/standard/roxx-standard-3.png'
          ],
          type: 'ROXX',
          name: 'standard',
          nameBackground: '#034f81',
          price: '1700 руб',
          short: 'для дойных коров и бычков на откорме',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и патоки в высокопрочном ведре',
          indicators: 'Кальций – 12,0%, Фосфор – 4,0%, Натрий – 6,0%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%, Витамин А – 100 000,0 М.Е., Витамин D3 – 10 000,0 М.Е., Витамин Е – 800,0 мг.',
          composition: 'Патока, витаминно-минеральный премикс, карбонат кальция, монокальцийфосфат, пшеничные отруби мелкоизмельченные, хлорид натрия, оксид магния.'
        }, {
          id: 'alfalfa',
          images: [
            'roxx/alfa/roxx-alfa-1.png',
            'roxx/alfa/roxx-alfa-2.png',
            'roxx/alfa/roxx-alfa-3.png'
          ],
          type: 'ROXX',
          name: 'alfalfa',
          nameBackground: '#425d3f',
          price: '1700 руб',
          short: 'для дойных коров и бычков на откорм',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и травяной муки в высокопрочном ведре',
          indicators: 'Кальций – 2,5%, Фосфор – 0,4%, Натрий – 3,0%, Магний – 5,0%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.',
          composition: 'Мелкоизмельченная люцерновая мука, патока, витаминно-минеральный премикс, оксид магния, хлорид натрия.'
        }, {
          id: 'super',
          images: [
            'roxx/super/roxx-super-1.png',
            'roxx/super/roxx-super-2.png',
            'roxx/super/roxx-super-3.png'
          ],
          type: 'ROXX',
          name: 'super cow',
          nameBackground: '#4d626f',
          price: '1900 руб',
          short: 'для высокоудойных коров и ремонтных телок',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и патоки в высокопрочном ведре',
          indicators: 'Кальций – 12,0%, Фосфор – 4,0%, Натрий – 6,0%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 100 000,0 М.Е., Витамин D3 – 10 000,0 М.Е., Витамин Е – 800,0 мг.',
          composition: 'Патока, витаминно-минеральный премикс, карбонат кальция, монокальцийфосфат, пшеничные отруби мелкоизмельченные, хлорид натрия, оксид магния.'
        }, {
          id: 'menthol',
          images: [
            'roxx/menthol/roxx-menthol-1.png',
            'roxx/menthol/roxx-menthol-2.png',
            'roxx/menthol/roxx-menthol-3.png'
          ],
          type: 'ROXX',
          name: 'menthol',
          nameBackground: '#007d05',
          price: '2000 руб',
          short: 'для телят от 0 до 6 месяцев',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и натурального ментола в высокопрочном ведре',
          indicators: 'Кальций – 14,0%, Фосфор – 4,0%, Натрий – 3,5%, Магний – 5,5%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 75 000,0 М.Е., Витамин D3 – 7 500,0 М.Е., Витамин Е – 600,0 мг.',
          composition: 'Карбонат кальция, патока, витаминно-минеральный премикс, монокальцийфосфат, пшеничные отруби мелкоизмельченные, оксид магния, хлорид натрия, натуральный ментол.'
        }, {
          id: 'prenatal',
          images: [
            'roxx/prenatal/roxx-prenatal-1.png',
            'roxx/prenatal/roxx-prenatal-2.png',
            'roxx/prenatal/roxx-prenatal-3.png'
          ],
          type: 'ROXX',
          name: 'prenatal',
          nameBackground: '#ca7000',
          price: '2200 руб',
          short: 'для сухостойных коров',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и патоки в высокопрочном ведре',
          indicators: 'Кальций – 8,0%, Фосфор – 10,0%, Натрий – 1,5%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 120 000,0 М.Е., Витамин D3 – 12 000,0 М.Е., Витамин Е – 1 200,0 мг.',
          composition: 'Монокальцийфосфат, патока, витаминно-минеральный премикс, пшеничные отруби мелкоизмельченные, оксид магния.'
        }]
      },
      fitmix: {
        items: [{
          id: 'profilactic',
          images: [
            'fitmix/profilactic/fitmix-profilactic-1.png',
            'fitmix/profilactic/fitmix-profilactic-2.png'
          ],
          type: 'FITMIX',
          name: 'profilactic',
          nameBackground: '#034f82',
          imageHeight: '600px',
          weight: '2кг',
          price: '290 руб',
          short: 'cмесь кормовая профилактическая для коров после отела',
          full: `FITMIX представляет собой смесь компонентов для приготовления энергетического напитка для коров сразу после отела. При растворении в воде образует раствор с ароматом зеленого яблока. После растворения, возможно наличие небольшого осадка, который легко слизывается коровой. Смесь, для приготовления напитка, весом 2 кг, упакована в металлизированный пакет.
                <br/>
                Декстроза, лактоза и сорбитол обладают высокой энергетической ценностью, благодаря чему корова быстро компенсирует энергетические потери после отела. Мелкоизмельченный льняной жмых стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма. За профилактику послеродовых порезов отвечает Пропионат кальция – высокодоступный источник кальция. Анионовые соли уравновешивают потери электролита после отела, способствуя быстрому физическому восстановлению и легкому отделению плаценты. Сульфат магния - уменьшает воздействие стресса на метаболизм, а также предотвращает паралич вызванный недостатком магния. Минеральный комплекс, включающий в себя Биотин и комплекс витаминов группы B, отвечает за улучшение энергетического обмена. FITMIX компенсирует потерю жидкости и снижает риск смещения сычуга, способствует успешному началу лактации.`,
          indicators: 'Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.',
          composition: 'Декстроза, лактоза, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, пропионат кальция, хлорид натрия, сульфат магния, ароматизатор'
        }, {
          id: 'medical',
          images: [
            'fitmix/medical/fitmix-medical-1.png',
            'fitmix/medical/fitmix-medical-2.png'
          ],
          type: 'FITMIX',
          name: 'medical',
          nameBackground: '#bb4343',
          imageHeight: '600px',
          weight: '2кг',
          price: '350 руб',
          short: 'cмесь кормовая лечебная для коров после отела',
          full: `FITMIX представляет собой смесь компонентов для приготовления энергетического напитка для коров сразу после отела. При растворении в воде образует раствор с ароматом зеленого яблока. После растворения, возможно наличие небольшого осадка, который легко слизывается коровой. Смесь, для приготовления напитка, весом 2 кг, упакована в металлизированный пакет
                <br/>
                FITMIX содержит разные источники кальция– эффективное решение биодоступности кальция. Высокое содержание пропионата кальция обеспечивает: скорую помощь при родильном парезе, снижение рисков лактатного мастита, сокращение сроков прихода в охоту после отела. Декстроза, лактоза и сорбитол обладают высокой энергетической ценностью, благодаря чему корова быстро компенсирует энергетические потери после отела. Мелкоизмельченный льняной жмых стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма. Анионовые соли уравновешивают потери электролита после отела, способствуя быстрому физическому восстановлению и легкому отделению плаценты. Сульфат магния - уменьшает воздействие стресса на метаболизм, а также предотвращает паралич вызванный недостатком магния. Минеральный комплекс, включающий в себя Биотин и комплекс витаминов группы B, отвечает за улучшение энергетического обмена. FITMIX компенсирует потерю жидкости и снижает риск смещения сычуга, способствует успешному началу лактации.`,
          indicators: 'Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.',
          composition: 'Пропионат кальция, декстроза, лактоза, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, хлорид кальция, хлорид натрия, сульфат магния, ароматизатор.'
        }]
      }
    }
  },
  methods: {

  }
}
</script>

<style lang="scss">
  body,
  html {
    background: #fefefe;
    font-family: 'Montserrat', cursive;
    color: #2f333e;
    max-width: 1000px;
    margin: auto;
  }

  .prokorm {
    margin: auto;
    font-family: 'Comfortaa', cursive;
    width: 200px;
    height: 200px;
    color: #fff;
    background: #4d626f;
    text-align: center;
    box-shadow: 0 0 10px rgba(0,0,0,0.5);
    h2 {
      font-size: 34px;
      font-weight: 100;
      text-align: center;
      padding-top: 74px;
      font-weight: 100;

      b {
        margin-right: 6px;
        font-weight: 900;
      }

    }
    p {
      font-size: 15px;
      margin-top: -4px;
      letter-spacing: 0.2px;
    }
  }

  .index {
    padding-top: 2em;
    &__header {
      &--contact {
        p {
          font-size: 14px;
          padding: 2px 0;
          font-weight: bold;
        }
      }
    }
    &__navigator {
      &--item {
        text-align: center;
        cursor: pointer;
        padding: 12px 0px;
        border-radius: 3px;
        font-size: 12px;
        width: 80px;
        &--image {
          width: 40px;
          margin: auto;
          circle,
          path {
            fill: #4d626e;
          }
        }
        &--name {
          margin-top: 10px;
          display: none;
          color: #4d626e;
          font-size: 11px;
        }
        &:hover {
          border-radius: 3px;
          border: 1px solid #fefefe;
          .index__navigator--item--name {
            display: block;
          }
        }
      }
    }

    &__main {
      margin: 4em 0;
      color: #4d626e;
      &--header {
        background: #4d626e;
        padding: 1em 0;
        text-align: center;
        color: #fefefe;
        margin: 0 0 2em;
        img {
          width: 60px;
        }
      }
    }
  }

</style>
