<template>
  <section class="index">
    <el-row class="index__header">
      <el-col :span="8" class="index__header--contact">
        <p>sales@prokorm.com</p>
        <p>8 800 550 28 27</p>
      </el-col>
      <el-col :span="8">
        <div class="prokorm">
          <h2><b>PRO</b>КОРМ</h2>
          <p>кормление животных</p>
        </div>
      </el-col>
      <el-col :span="8" class="index__navigator">
        <el-row type="flex" justify="end">
          <el-col v-for="item in navItems" :key="item.code" class="index__navigator--item">
            <div class="index__navigator--item--image" v-html="item.svg"></div>
            <div class="index__navigator--item--name">{{item.title}}</div>
          </el-col>
        </el-row>
      </el-col>
    </el-row>
    <section class="index__main">
      <h2 class="index__main--header cow">
        ПРОДУКТЫ ДЛЯ КОРОВ
      </h2>
      <h2>
        ПРЕСТАРТЕРЫ
      </h2>
      <Product v-for="item in feedy.items" :key="item.code" v-bind="item" />

      <h2>
        ЛИЗУНЦЫ
      </h2>
      <Product v-for="item in roxx.items" :key="item.code" v-bind="item" />

      <h2>
        ВЫПОЙКА ПОСЛЕ ОТЕЛА
      </h2>
      <Product v-for="item in fitmix.items" :key="item.code" v-bind="item" />

    </section>
  </section>
</template>

<script>
import Product from '../components/Product'
export default {
  components: {
    Product
  },
  data() {
    return {
      navItems: [
        {
          svg: '<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><path d="M512 16V0h-30v16c0 37.738-27.652 69.126-63.756 75H93.756C57.652 85.126 30 53.738 30 16V0H0v16c0 33.8 15.902 63.956 40.618 83.379C16.517 111.868 0 137.033 0 166v46h46c18.932 0 36.235-7.066 49.447-18.679l11.204 219.043C109.509 468.235 155.571 512 211.514 512h88.972c55.943 0 102.005-43.765 104.863-99.636l11.204-219.043C429.765 204.934 447.068 212 466 212h46v-46c0-28.967-16.517-54.132-40.618-66.621C496.098 79.956 512 49.8 512 16zM91 137c0 24.813-20.187 45-45 45H30v-16c0-24.813 20.187-45 45-45h16v16zm284.388 273.832C373.347 450.739 340.446 482 300.486 482h-88.972c-39.96 0-72.861-31.261-74.902-71.169l-1.344-26.279C166.454 351.087 210.116 332 256 332c45.883 0 89.545 19.087 120.732 52.552l-1.344 26.28zm3.342-65.342C344.259 317.565 301.038 302 256 302c-45.038 0-88.259 15.565-122.73 43.49L121.787 121h268.426L378.73 345.49zM482 166v16h-16c-24.813 0-45-20.187-45-45v-16h16c24.813 0 45 20.187 45 45z"/><circle cx="206" cy="432" r="20"/><circle cx="306" cy="432" r="20"/><circle cx="176" cy="226" r="20"/><circle cx="336" cy="226" r="20"/></svg>',
          title: 'коровы',
          code: 'cow'
        },{
          svg: '<svg enable-background="new 0 0 454.981 454.981" version="1.1" viewBox="0 0 454.98 454.98" xml:space="preserve" xmlns="http://www.w3.org/2000/svg"><path d="m454.52 61.999c-1.314-4.159-5.173-6.987-9.535-6.987h-78.721c-30.248-26.077-68.63-41.831-108.52-44.465-66.806-4.413-132.59 4.953-195.51 27.834l-55.642 20.233c-5.19 1.887-7.868 7.625-5.98 12.815 1.478 4.063 5.313 6.586 9.399 6.585 1.134 0 2.289-0.195 3.417-0.605l55.641-20.233c60.3-21.927 123.34-30.902 187.36-26.674 27.073 1.788 53.363 10.36 76.273 24.601-4.911 0.635-8.709 4.823-8.709 9.907 0 5.523 4.477 10 10 10h79.35l-15.861 11.137c-15.324 10.758-34.976 13.361-52.571 6.963-5.188-1.887-10.929 0.79-12.815 5.98-1.887 5.19 0.79 10.928 5.98 12.815 8.58 3.12 17.521 4.653 26.419 4.653 4.845 0 9.677-0.458 14.43-1.359l-12.288 248.5c-0.014 0.282-0.047 0.564-0.066 0.846-16.095-2.402-32.409 4.676-41.567 18.401-3.065 4.594-1.826 10.803 2.768 13.869 1.706 1.138 3.634 1.683 5.541 1.683 3.23 0 6.4-1.562 8.328-4.45 4.281-6.417 11.523-10.084 19.022-9.968-5.487 9.587-14.217 16.836-24.679 20.444l-8.813 3.039c-1.383 0.477-2.797 0.814-4.222 1.028l-10.755-43.019c-1.34-5.358-6.772-8.616-12.127-7.276-5.358 1.339-8.616 6.769-7.276 12.127l7.843 31.373-8.121-4.602c-6.051-3.429-9.081-10.29-7.54-17.072 2.563-11.278 1.872-22.999-2-33.897l-22.122-62.27c2.573 0.442 5.191 0.771 7.862 0.953l45.102 3.07c0.231 0.016 0.461 0.024 0.689 0.024 5.213 0 9.607-4.043 9.967-9.321 0.375-5.51-3.788-10.281-9.298-10.656l-45.102-3.07c-28.993-1.974-43.009-23.552-46.202-41.432-3.193-17.879 2.487-42.976 29.004-54.863l40.213-18.026c5.04-2.259 7.293-8.176 5.034-13.216-2.259-5.039-8.173-7.294-13.216-5.034l-40.212 18.026c-12.974 5.816-23.437 14.674-30.67 25.856-17.895 4.933-89.625 26.675-138.66 70.263-4.128 3.669-4.5 9.99-0.831 14.118 1.976 2.223 4.721 3.357 7.478 3.356 2.363 0 4.735-0.833 6.64-2.526 36.535-32.476 88.438-52.44 115.78-61.367-1.734 8.768-1.853 17.95-0.249 26.93 1.091 6.112 2.971 12.034 5.524 17.601-3.707 10.943-15.531 44.317-33.214 79.696-27.718 55.457-57.018 90.688-84.731 101.88-5.121 2.069-7.595 7.897-5.526 13.018 1.573 3.893 5.319 6.257 9.275 6.257 1.247 0 2.515-0.235 3.743-0.731 62.573-25.281 108.4-135.7 124.51-179.77 0.309 0.309 0.611 0.626 0.925 0.928 3.595 3.461 7.526 6.473 11.741 9.027l27.7 77.972c2.6 7.32 3.065 15.194 1.343 22.769-3.512 15.456 3.393 31.09 17.182 38.904l15.127 8.572c6.662 3.775 14.122 5.698 21.623 5.698 4.813 0 9.644-0.792 14.289-2.394l8.813-3.039c15.408-5.313 28.219-16.104 36.074-30.385 4.768-8.669 7.546-18.475 8.036-28.357l12.679-256.39c3.339-1.679 6.579-3.601 9.683-5.781l41.76-29.321c3.568-2.509 5.101-7.04 3.787-11.199z"/><path d="m346.05 211.19c1.975 2.194 4.7 3.311 7.437 3.311 2.383 0 4.775-0.847 6.686-2.567 4.105-3.695 4.438-10.018 0.744-14.123l-13.499-14.999c-3.694-4.105-10.017-4.438-14.123-0.744s-4.438 10.018-0.744 14.123l13.499 14.999z"/></svg>',
          title: 'лошади',
          code: 'horse'
        },{
          svg: '<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><circle cx="216" cy="362" r="20"/><circle cx="296" cy="362" r="20"/><path d="M256 282c-67.29 0-120 35.14-120 80s52.71 80 120 80 120-35.14 120-80-52.71-80-120-80zm66.351 113.208C304.858 406.037 281.295 412 256 412s-48.858-5.963-66.351-16.792C180.816 389.74 166 378.156 166 362s14.816-27.74 23.649-33.208C207.142 317.963 230.705 312 256 312s48.858 5.963 66.351 16.792C331.184 334.26 346 345.844 346 362s-14.816 27.74-23.649 33.208z"/><circle cx="186" cy="236" r="20"/><circle cx="326" cy="236" r="20"/><path d="M429.683 109.932C436.899 96.546 441 81.243 441 65V10H311v45.232C293.014 51.76 274.589 50 256 50a290.107 290.107 0 0 0-55 5.237V10H71v55c0 16.244 4.101 31.546 11.317 44.932C29.827 152.684 0 212.49 0 276c0 60.748 26.887 117.743 75.706 160.485C123.961 478.733 187.99 502 256 502s132.039-23.267 180.294-65.515C485.113 393.743 512 336.748 512 276c0-63.51-29.826-123.316-82.317-166.068zM341 40h70v25c0 35.841-29.159 65-65 65h-5V40zm-240 0h70v90h-5c-35.841 0-65-29.159-65-65V40zm155 432c-124.617 0-226-87.925-226-196 0-54.065 25.553-105.222 70.547-142.208C117.599 150.023 140.656 160 166 160h35V85.852C218.902 81.967 237.346 80 256 80c18.648 0 37.097 1.971 55 5.855V160h35c25.344 0 48.401-9.977 65.453-26.208C456.447 170.778 482 221.935 482 276c0 108.075-101.383 196-226 196z"/></svg>',
          title: 'свиньи',
          code: 'pig'
        },{
          svg: '<svg version="1.1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 425.48 425.48" xmlns:xlink="http://www.w3.org/1999/xlink" enable-background="new 0 0 425.48 425.48"><g><path d="m414.221,100.116l-22.783-44.493c-1.656-3.235-3.58-6.275-5.717-9.124l4.675-14.217c2.156-6.558-1.412-13.623-7.97-15.779-6.558-2.157-13.623,1.413-15.779,7.97l-1.47,4.47c-0.832-0.44-1.674-0.864-2.529-1.268l.145-15.056c0.066-6.903-5.476-12.553-12.379-12.62-6.872-0.075-12.553,5.476-12.62,12.379l-.089,9.251c-0.826-0.026-1.651-0.032-2.476-0.025l-5.481-11.109c-3.055-6.19-10.548-8.732-16.741-5.678-6.191,3.055-8.733,10.55-5.678,16.741l2.763,5.599c-0.924,0.419-1.842,0.86-2.752,1.325-0.078,0.04-0.158,0.084-0.236,0.124l-9.48-6.839c-5.598-4.039-13.412-2.776-17.45,2.824-4.039,5.599-2.775,13.412 2.824,17.45l4.233,3.054c-16.288,18.827-49.686,44.913-95.627,61.821-37.114,13.659-93.92,25.206-153.79,2.639-3.105-1.17-6.55-1.058-9.573,0.313s-5.376,3.889-6.541,6.998c-17.351,46.312-15.541,96.57 5.099,141.517 20.637,44.942 57.584,79.07 104.035,96.099 7.011,2.57 14.114,4.688 21.274,6.377l30.673,39.619h-2.742c-6.903,0-12.5,5.596-12.5,12.5s5.597,12.5 12.5,12.5h54.691c6.904,0 12.5-5.596 12.5-12.5 0-6.903-5.596-12.5-12.5-12.5h-20.333l-26.987-34.859c2.172,0.078 4.344,0.127 6.516,0.127 26.593-0.001 53.149-5.851 78.073-17.479 44.892-20.945 78.816-57.977 95.522-104.274 1.356-3.759 2.603-7.597 3.706-11.406 9.463-32.667 6.019-65.426-9.585-93.739l46.72-21.7c3.083-1.432 5.449-4.057 6.554-7.271 1.105-3.211 0.855-6.736-0.695-9.761zm-70.216,135.395c-14.432,39.992-43.758,71.992-82.577,90.104-38.791,18.098-82.115,20.016-121.99,5.397-40.15-14.718-72.084-44.216-89.92-83.059-3.594-7.826-6.523-15.839-8.793-23.973 3.431,1.585 7.003,2.969 10.709,4.081 1.198,0.359 2.407,0.531 3.597,0.531 5.376,0 10.344-3.497 11.968-8.912 1.984-6.612-1.769-13.581-8.381-15.564-13.601-4.08-20.754-11.405-23.528-14.891-0.134-2.747-0.19-5.498-0.179-8.249 5.966,2.099 13.293,3.736 22.305,4.524 0.371,0.032 0.738,0.048 1.103,0.048 6.411,0 11.87-4.906 12.438-11.412 0.601-6.877-4.487-12.94-11.364-13.542-11.893-1.04-18.557-3.72-22.168-5.956 1.016-5.859 2.365-11.688 4.049-17.462 60.952,19.016 121.454,9.117 170.635-11.424 2.088,13.096 8.404,25.243 18.242,34.578 10.962,10.402 25.177,16.263 40.028,16.718 7.15,12.84 18.783,22.785 32.748,27.784 6.649,2.38 13.6,3.559 20.533,3.559 9.597,0 19.151-2.279 27.831-6.73-0.404,7.922-1.75,15.947-4.076,23.973-0.956,3.298-2.036,6.621-3.21,9.877zm-5.779-113.35c-3.379,1.569-5.881,4.564-6.826,8.168-0.944,3.604-0.232,7.441 1.942,10.466 7.496,10.427 12.69,21.854 15.53,33.853l-8.442,4.507c-9.07,4.847-19.397,5.607-29.079,2.141-9.689-3.469-17.193-10.617-21.115-20.092l-.71-1.73c-2.136-5.206-7.486-8.342-13.071-7.663-10.684,1.296-21.29-2.206-29.098-9.615-7.641-7.25-11.679-17.375-11.162-27.873 33.358-17.552 59.459-39.234 73.848-57.6 1.769-2.258 5.387-4.293 8.691-5.986 8.912-4.563 19.069-5.383 28.598-2.308s17.291,9.677 21.854,18.589l16.862,32.931-47.822,22.212z"/><path d="m337.942,59.989c-3.29,0-6.51,1.33-8.84,3.66-2.32,2.32-3.66,5.54-3.66,8.83s1.34,6.52 3.66,8.84c2.33,2.33 5.55,3.66 8.84,3.66s6.51-1.33 8.84-3.66c2.33-2.32 3.66-5.55 3.66-8.84s-1.33-6.51-3.66-8.83c-2.33-2.33-5.55-3.66-8.84-3.66z"/></g></svg>',
          title: 'куры',
          code: 'chicken'
        },{
          svg: `
            <svg style="height:48px;width:48px" version="1.1" viewBox="0 0 512 512" xml:space="preserve" xmlns="http://www.w3.org/2000/svg"><style type="text/css">.st0{fill:#374149;}</style>
            <g fill="#4d626f">
            <path class="st0" d="m165.68 106.52c-0.183 0.094-0.273 0.184-0.363 0.367-6.602 4.77-8.16 14.031-3.39 20.813 4.766 6.878 14.301 8.531 21.18 3.672 3.203-2.29 5.406-5.594 6.046-9.262 0.918-3.851 0.184-8.25-2.289-11.922-4.859-6.879-14.305-8.523-21.184-3.668zm13.571 8.899c-0.09 0.18-0.367 0.367-0.64 0.547-2.294 1.652-5.59 1.008-7.242-1.371-1.008-1.379-1.191-3.027-0.641-4.586 0.274-1.101 0.918-1.926 1.926-2.66 2.379-1.652 5.59-1.102 7.242 1.282 1.558 2.112 1.191 5.045-0.645 6.788z"/>
            <path class="st0" d="m221.43 173.74c1.102-2.844 1.195-4.035 1.285-4.125l-9.719-3.485s-0.641 1.649-1.656 3.664c-0.91 2.114-2.657 5.141-4.95 8.531-4.586 6.969-12.102 15.219-21.359 21.637-2.386 1.562-4.586 3.121-6.973 4.406-2.382 1.371-4.766 2.66-7.242 3.664-4.77 2.11-9.258 3.668-13.386 4.586-4.035 1.008-7.43 1.649-9.809 1.832-2.386 0.184-3.762 0.278-3.762 0.278l-0.274 10.27s6.598 1.008 16.23-0.645c4.856-0.824 10.45-2.199 16.047-4.586 2.84-1.102 5.68-2.473 8.434-4.031 2.934-1.469 5.774-3.301 8.34-4.953 10.546-7.516 19.258-17.606 23.934-26.223 2.476-4.219 3.942-8.067 4.86-10.82z"/>
            <path class="st0" d="m337.33 306.69c0-0.274-0.183-0.55-0.367-0.734l-5.41-8.438-5.133-6.14-0.918-1.192c-2.11-2.476-4.309-4.402-6.422-6.695-2.11-2.199-4.489-4.214-6.692-6.234-4.402-4.125-8.988-7.699-13.66-11.461-4.68-3.394-9.355-7.062-14.211-10.176-2.293-1.558-4.586-3.117-6.878-4.496-3.102-2.008-6.258-3.766-9.39-5.679-1.254-0.766-2.508-1.528-3.782-2.286-3.195-1.914-6.367-3.977-9.57-5.789-5.039-2.84-10.176-5.5-15.313-8.156l-7.882-3.762-4.129-2.019c-2.051-0.855-5.129-1.77-6.145-2.187-0.019-0.024-0.106-0.051-0.113-0.074l-4e-3 0.027c-0.035-0.016-0.126-0.043-0.153-0.058l-3.578 19.258c0.706 0.351 1.058 0.535 1.164 0.711 7e-3 0.015 0.019 0.027 0.027 0.042 0.07 0.176 0 0.352 0 0.438h0.094l3.394 2.016 7.055 4.218c4.679 2.844 9.359 5.778 14.031 8.805 9.351 5.957 18.43 12.102 27.23 18.61 8.894 6.422 17.426 13.113 25.214 20.355 1.59 1.508 3.278 3.027 4.782 4.598 0.199 0.242 0.418 0.465 0.602 0.726-1.614 0.09-3.309 0.18-4.922 0.18-4.77 0.09-9.441 0-14.121-0.183-4.68-0.274-9.168-0.641-13.754-1.192-4.402-0.644-8.801-1.469-13.114-2.476-4.218-1.188-8.434-2.57-12.285-4.309-3.946-1.653-7.699-3.668-11.278-6.145-1.836-1.102-3.394-2.477-5.137-3.762-1.645-1.371-3.207-2.93-4.855-4.398l-14.582 13.207c3.578 4.305 7.426 8.34 12.012 11.824 4.312 3.574 9.168 6.691 14.214 9.262 5.043 2.75 10.266 4.586 15.586 6.422 5.226 1.554 10.542 2.835 15.859 3.847 5.23 0.824 10.55 1.558 15.863 2.016 5.23 0.367 10.453 0.457 15.68 0.55 7.523 0 15.039-0.274 22.465-0.641 2.75-0.183 5.504-0.277 8.254-0.55h0.645c2.011-0.278 3.938-0.734 5.774-1.926 0.55-0.462 1.191-0.829 1.648-1.375 2.66-2.477 3.946-6.051 3.762-9.629-0.09 0-0.09-0.184-0.09-0.184-0.182-1.648-0.549-3.297-1.467-4.766z"/>
            <path class="st0" d="m379.88 354.83c2.566 0.094 5.41 0.461 8.16 1.102 11.278 2.199 20.906 8.985 33.742 15.863 12.652 6.875 26.957 10.086 38.328 9.992 11.461 0.094 21.183-1.465 29.156-3.941 7.977-2.294 13.664-5.598 17.332-7.887 3.664-2.293 5.406-3.668 5.406-3.668l-5.32-9.168s-1.829 0.828-5.313 2.11c-3.578 1.187-8.711 2.566-15.317 3.301-6.598 0.73-15.034 0.367-24.202-1.012-9.352-1.558-18.066-4.949-27.325-11.277-4.679-3.114-9.718-7.426-16.14-11.645-6.325-4.218-14.118-8.344-22.645-10.91-2.293-0.734-4.676-1.374-7.242-1.832 0.824-5.5 1.282-9.718 1.469-13.48 0.363-4.582 0.363-9.074 0.363-13.848-0.09-4.586-0.363-9.442-0.641-13.934-0.183-1.465-0.273-2.84-0.367-4.214-0.273-2.754-0.55-5.414-1.007-8.715l-0.278-1.836c-0.551-3.847-1.098-7.699-1.926-11.278-3.211-17.328-7.973-34.382-14.122-50.613-3.117-8.89-6.965-17.602-9.992-24.203-1.832-3.942-3.762-7.793-5.778-11.649l-1.102-2.293 22.192-29.062 0.644-0.824c1.555-2.016 2.477-4.309 3.02-7.062 1.195-8.434-4.672-16.317-13.02-17.606l-141.93-21.915c-24.383-14.664-53.727-27.691-89.582-39.976l-18.977-6.418c-3.301-1.191-6.973-0.824-9.992 0.918-3.027 1.742-5.23 4.679-5.965 8.16l-2.317 11.289-0.359 1.629-11.808-4.484c-3.672-1.371-7.61-1.004-10.914 1.102-3.203 2.015-5.313 5.41-5.68 9.262l-2.019 23.473c-4.586 53.09-5.961 102.23 24.664 164.68-0.274 1.742-0.457 3.485-0.641 5.23-1.008 10.817-1.558 21.543-1.558 31.997-0.094 5.414 0.183 10.82 0.457 16.598l0.367 3.39c0.367 4.309 0.825 8.711 1.653 13.11l0.183 1.382c0.367 2.469 0.734 4.95 1.375 7.242l0.55 2.106c0.458 2.289 1.008 4.402 1.742 6.602l0.793 2.386 0.102 0.379c-0.82 0.453-1.637 0.906-2.453 1.27-0.094 0.094-0.184 0.183-0.278 0.183-5.042 2.293-10.546 3.762-15.402 4.676-2.66 0.546-6.148 0.641-9.078 1.008-1.832 0.094-5.137 0.367-7.52 0.273-5.133 0.094-9.812-0.546-14.214-1.461-8.707-1.926-16.043-5.594-22.555-9.172-6.511-3.578-12.102-6.324-16.23-7.976-4.031-1.653-5.957-2.199-5.957-2.199l-4.403 9.624s0.457 0.274 1.285 0.824c0.918 0.551 2.383 1.286 3.758 2.387 3.027 1.832 7.336 5.41 13.207 9.992 5.863 4.586 13.93 11 25.214 15.039 5.496 2.015 11.641 3.758 18.152 4.586 3.391 0.543 6.051 0.734 10.266 0.91 3.21 0 5.965 0.281 9.633 0 7.882-0.454 15.496-1.645 23.289-4.305 2.844-1.008 5.594-2.11 8.25-3.394 1.102-0.551 2.294-1.102 3.395-1.649 3.484-1.746 6.878-3.668 9.992-5.594 0.918-0.55 1.742-1.102 2.566-1.558 3.945-2.477 7.609-4.496 11.187-6.145 4.676-2.106 9.258-3.664 14.122-4.582 0.457-0.09 0.918-0.184 1.374-0.184 2.11-0.461 4.313-0.641 6.606-0.824 3.114-0.094 7.058-0.278 9.809-0.094l6.05 0.457 4.402 0.734c6.047 1.195 12.012 3.39 17.692 6.785 0.734 0.458 1.468 0.825 2.293 1.286 0 0.09 0.094 0.09 0.183 0.09 1.012 0.641 2.02 1.286 3.122 2.019 4.492 2.934 9.441 6.414 15.402 9.993 8.433 5.137 18.886 9.258 29.16 11.183 5.039 0.734 10.175 1.562 15.125 1.653l3.762 0.094 0.457 0.09 1.192-0.09h0.828l1.558-0.094 6.414-0.367c11.285-1.008 21.183-3.668 30.718-8.161 9.262-4.398 16.778-9.898 23.016-14.027 0.09 0 0.09-0.09 0.183-0.09 0.734-0.461 1.375-0.918 2.016-1.285 5.32-3.578 10.086-5.958 15.222-7.7 2.934-0.828 5.867-1.652 9.074-2.019 2.754-0.734 7.156-0.641 8.988-1.008l5.778 0.09h2.843l2.016 0.183h0.276zm-18.688-54.863c-6.949-21.742-15.171-42.203-23.031-59.656l15.039 3.297c1.836 6.606 3.297 13.39 4.582 20.172 0.824 3.855 1.285 7.703 1.836 11.648 0.55 3.207 0.824 8.066 1.191 12.008 0.183 3.946 0.367 7.523 0.457 11.371v0.926c-0.019 0.078-0.039 0.156-0.074 0.234zm-18.449 25.156c-0.367 0.547-0.824 1.008-1.278 1.465-5.871 1.469-11.558 3.762-16.781 6.418-0.734 0.457-1.469 0.824-2.11 1.191-0.734 0.367-1.469 0.832-2.203 1.195-1.742 0.914-3.394 1.832-4.953 2.84-7.516 4.77-13.473 8.898-19.344 11.461-5.687 2.57-12.379 4.039-17.973 4.586l-6.324 0.277h-2.57l-2.383-0.094c-3.578 0-6.874-0.457-10.175-0.824-6.508-1.191-12.106-3.301-18.246-6.782-6.145-3.394-13.117-8.714-21.918-13.484-8.891-4.676-18.977-7.977-29.066-9.352l-7.794-0.734-6.144-0.183c-2.379-0.09-4.672 0-6.782 0.094l-3.305-4.125c-4.855-6.145-9.718-12.653-14.484-19.531l-1.008-1.469c-11.648-16.684-20.816-32.09-28.058-46.762-1.832-3.668-3.574-7.246-5.137-10.817-22.187-50.523-21.27-91.602-17.234-139.64l0.172-1.055 0.015-0.046 15.489 5.863c3.851 1.469 8.074-0.825 8.898-4.856l2.473-12.062 0.586-2.683c3.114 1.465 7.41 3.473 12.801 6.035 3.789 1.89 8.222 4.137 12.926 6.687 0.527 0.305 1.008 0.543 1.543 0.859-8.782 9.902-10.058 24.922-2.09 36.282 9.262 13.203 27.691 16.504 40.984 7.148 4.543-3.175 7.906-7.441 9.934-12.156 0.019-0.043 0.054-0.078 0.074-0.121 8.617 6.507 17.965 14.301 24.375 21.996 7.43 10.274 6.148 29.801 13.851 41.906 4.855 6.969 15.492 22.374 27.32 39.976 7.43 4.496 14.856 9.172 22.192 13.938 4.214 2.844 8.16 5.871 12.102 8.707l2.839 2.114 2.57 2.199c3.852 3.027 7.797 6.144 11.461 9.629l1.375 1.191c0.824 0.734 1.558 1.375 2.293 2.11 1.102 1.007 2.294 2.109 3.395 3.301 0.64 0.734 1.281 1.374 2.015 2.109 0.461 0.462 0.914 0.918 1.371 1.375 1.199 1.102 2.293 2.199 3.305 3.574l6.234 7.43 0.461 0.734 5.406 8.34c4.865 7.524 4.131 17.148-1.1 23.75zm-148.35-199.43c-1.469 4.121-4.129 7.883-7.886 10.543-9.539 6.781-22.832 4.398-29.434-5.137-6.05-8.618-4.77-20.352 2.754-27.418 0.727-0.726 1.555-1.374 2.477-2.011 2.656-1.926 5.774-3.118 8.89-3.578 7.699-1.191 15.774 2.02 20.539 8.711 0.274 0.457 0.551 0.918 0.824 1.465 3.212 5.413 3.763 11.828 1.836 17.425zm142.65 71.297c0.058 0.25 0.18 0.465 0.211 0.754l-22.566-4.938c-3.387-6.051-5.497-9.626-5.958-10.27l-0.367-0.73-4.675-6.695c-1.469-2.11-2.934-4.309-4.493-6.418-1.191-1.832-2.566-3.758-3.941-5.59l29.25 6.414c0.09 1.375 0.551 2.934 1.286 4.313l0.273 0.274c1.653 3.21 3.578 6.875 5.317 10.359 1.742 3.668 3.39 7.34 5.043 10.91 0.249 0.563 0.429 1.086 0.62 1.617zm13.598 37.523-16.695-3.652c-0.551-1.102-1.008-2.293-1.649-3.301-0.094-0.183-0.277-0.461-0.367-0.824-4.398-9.352-8.621-17.61-12.105-24.39l21.363 4.679c1.469 3.57 2.75 7.149 4.035 10.726 1.808 5.004 3.414 9.962 4.926 15.016 0.152 0.579 0.351 1.169 0.492 1.746zm-5.656-96.1-18.098 22.855c-0.09 0-0.184 0.183-0.184 0.274l-38.969-8.438c-7.703-9.902-16.687-19.801-27.875-29.703l57.555 10.098 27.571 4.914zm-221.86 196.88c-0.71-2.094-0.992-4.519-1.347-6.691-1.746-9.258-2.386-18.985-2.844-28.793v-0.458c3.02 4.77 6.23 9.539 9.719 14.394 1.832 2.57 3.574 5.137 5.41 7.61-1.836 2.703-3.824 5.398-5.863 8.082-1.559 1.922-3.184 3.852-5.075 5.856z"/>
            <path class="st0" d="m254.02 447.72c-1.063 0.035-2.157 0.168-3.165 0.122-4.129-8e-3 -7.843-0.391-11.258-1.246-6.722-1.722-12.938-5.378-17.875-7.351-2.359-1.008-4.683-1.727-5.926-2.043-1.305-0.324-1.996-0.5-1.996-0.5l-2.77 6.012s0.582 0.418 1.68 1.203c1.141 0.793 2.246 1.882 4.11 3.41 1.793 1.535 3.882 3.555 6.664 5.852 2.746 2.305 6.246 5.007 10.726 7.179 4.434 2.25 9.73 3.934 15.254 4.657 1.39 0.262 2.762 0.32 4.176 0.476l1.058 0.098c0.352 0.012-0.039 0.043 0.926 0.039l0.473 0.016 1.898 0.062c1.363 0.015 2.359 0.148 4.051-0.02 1.64-0.16 3.297-0.316 4.965-0.476 6.277-0.922 13.074-3.074 18.594-6.391 5.535-3.226 9.898-6.398 13.898-8.367 3.906-2.144 7.82-3.374 12.344-3.906 2.14-0.219 4.766-0.477 6.672-0.524l4 0.012 2.878 0.242c4.07 0.542 7.926 1.461 11.672 3.16 3.734 1.699 7.68 3.977 11.832 6.008 4.114 2.07 8.41 3.672 12.285 4.398 3.84 0.878 7.246 1.004 9.946 0.942 2.722 0.094 4.789-0.395 6.195-0.532 1.394-0.191 2.141-0.297 2.141-0.297v-6.617s-0.66-0.16-1.902-0.465c-1.226-0.309-3.046-0.695-5.195-1.43-2.184-0.629-4.691-1.641-7.34-2.981-2.687-1.297-5.34-3.23-8.422-5.566-3.062-2.359-6.512-5.515-11.25-8.492-4.691-3.027-10.511-5.715-16.855-6.957-1.668-0.27-3.344-0.547-5.031-0.825l-4.082-0.371c-3.515-0.258-6.406-0.195-9.77 0.11-6.507 0.527-13.613 2.481-19.656 5.61-6.023 3.203-10.656 6.898-14.66 9.316-4.004 2.367-7.558 4.114-11.676 5.09l-2.808 0.566c-0.879 0.222-2.458 0.262-3.63 0.445l-1.886 0.219-0.469 0.058c0.649-0.012-0.05 8e-3 -0.012 0.012l-0.804 0.043z"/>
            </g>
            </svg>
          `,
          title: 'рыбы',
          code: 'fish'
        }
      ],
      feedy: {
        items: [{
          id: 'red',
          images: [
            'feedy/red/feedy-red-1-min.png',
            'feedy/red/feedy-red-2-min.png',
            'feedy/red/feedy-red-3-min.png',
            'feedy/red/feedy-red-4-min.png',
            'feedy/red/feedy-red-5-min.jpg',
            'feedy/red/feedy-red-6-min.jpg',
            'feedy/red/feedy-red-7-min.jpg',
            'feedy/red/feedy-red-8-min.jpg'
          ],
          type: 'Feedy',
          name: 'Red',
          nameBackground: '#f13434',
          price: '49 руб/кг',
          short: 'престрартер с 1 дня жизни',
          full: 'Гранулированный престартер из экструдированных зерновых на основе соевого шрота',
          indicators: 'Сырой протеин 22%, Обменная энергия 11.5МДж, Витамин А 20 000.0 M.E. , Цинк 360.0 мг,  Витамин Е 160.0 мг, Марганец 200.0 мг',
          composition: 'Соевый шрот, кукуруза экструдированная, горох экструдированный, льняной жмых, пшеница экструдированная, ячмень экструдированный, премикс, масло подсолнечное, пробиотик, ароматизатор.'
        }, {
          id: 'green',
          images: [
            'feedy/green/feedy-green-1-min.png',
            'feedy/green/feedy-green-2-min.png',
            'feedy/green/feedy-green-3-min.png',
            'feedy/red/feedy-red-5-min.jpg',
          ],
          type: 'Feedy',
          name: 'Green',
          nameBackground: '#2f6728',
          price: '39 руб/кг',
          short: 'престрартер с 1 дня жизни',
          full: 'Гранулированный престартер на основе кукурузы и льняного шрота, включающий в себя экструдированный горох',
          indicators: 'Сырой протеин 21%, Обменная энергия 11.5МДж, Витамин А 20 000.0 M.E., Цинк 360.0 мг, Витамин Е 160.0 мг, Марганец 200.0 мг',
          composition: 'Льняной жмых, кукуруза, соевый шрот, горох экструдированный, ячмень, пшеница, премикс, масло подсолнечное, известняковая мука, ароматизатор.'
        }, {
          id: 'start',
          images: [
            'feedy/start/feedy-start-1-min.png',
            'feedy/start/feedy-start-2-min.png',
            'feedy/start/feedy-start-3-min.png'
          ],
          type: 'Feedy',
          name: 'Start',
          nameBackground: '#2f79d2',
          price: '32 руб/кг',
          short: 'престрартер с 1 дня жизни',
          full: 'Гранулированный стартер на основе ячменя и подсолнечного шрота, включающий в себя экструдированный горох',
          indicators: 'Сырой протеин 20%, Обменная энергия 11.0МДж, Витамин А 15 000.0 M.E., Цинк 270.0 мг, Витамин Е 120.0 мг, Марганец 150.0 мг',
          composition: 'Подсолнечный шрот, ячмень, горох экструдированный, пшеница, премикс, масло подсолнечное, известняковая мука, ароматизатор.'
        }, {
          id: 'standard',
          images: [
            'feedy/standard/feedy-standard-1-min.png',
            'feedy/standard/feedy-standard-2-min.png',
            'feedy/standard/feedy-standard-3-min.png'
          ],
          type: 'Feedy',
          name: 'Standard',
          nameBackground: '#444',
          price: '28 руб/кг',
          short: 'стартер со 2 месяца',
          full: 'Гранулированный стартер на основе ячменя и подсолнечного шрота, включающий в себя экструдированный горох',
          indicators: 'Сырой протеин 19%, Витамин А 10 000.0 M.E., Цинк 180.0 мг, Обменная энергия 10.5МДж, Витамин Е 80.0 мг, Марганец 100.0 мг',
          composition: 'Ячмень, подсолнечный шрот, отруби пшеничные, горох экструдированный, дрожжи кормовые, премикс, известняковая мука, ароматизатор.'
        }]
      },
      roxx: {
        items: [{
          id: 'standard',
          images: [
            'roxx/standard/roxx-standard-1-min.png',
            'roxx/standard/roxx-standard-2-min.png',
            'roxx/standard/roxx-standard-3-min.png'
          ],
          type: 'ROXX',
          name: 'standard',
          nameBackground: '#034f81',
          price: '1700 руб',
          short: 'для дойных коров и бычков на откорме',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и патоки в высокопрочном ведре',
          indicators: 'Кальций – 12,0%, Фосфор – 4,0%, Натрий – 6,0%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%, Витамин А – 100 000,0 М.Е., Витамин D3 – 10 000,0 М.Е., Витамин Е – 800,0 мг.',
          composition: 'Патока, витаминно-минеральный премикс, карбонат кальция, монокальцийфосфат, пшеничные отруби мелкоизмельченные, хлорид натрия, оксид магния.'
        }, {
          id: 'alfalfa',
          images: [
            'roxx/alfa/roxx-alfa-1-min.png',
            'roxx/alfa/roxx-alfa-2-min.png',
            'roxx/alfa/roxx-alfa-3-min.png'
          ],
          type: 'ROXX',
          name: 'alfalfa',
          nameBackground: '#425d3f',
          price: '1700 руб',
          short: 'для дойных коров и бычков на откорм',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и травяной муки в высокопрочном ведре',
          indicators: 'Кальций – 2,5%, Фосфор – 0,4%, Натрий – 3,0%, Магний – 5,0%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.',
          composition: 'Мелкоизмельченная люцерновая мука, патока, витаминно-минеральный премикс, оксид магния, хлорид натрия.'
        }, {
          id: 'super',
          images: [
            'roxx/super/roxx-super-1-min.png',
            'roxx/super/roxx-super-2-min.png',
            'roxx/super/roxx-super-3-min.png'
          ],
          type: 'ROXX',
          name: 'super cow',
          nameBackground: '#4d626f',
          price: '1900 руб',
          short: 'для высокоудойных коров и ремонтных телок',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и патоки в высокопрочном ведре',
          indicators: 'Кальций – 12,0%, Фосфор – 4,0%, Натрий – 6,0%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 100 000,0 М.Е., Витамин D3 – 10 000,0 М.Е., Витамин Е – 800,0 мг.',
          composition: 'Патока, витаминно-минеральный премикс, карбонат кальция, монокальцийфосфат, пшеничные отруби мелкоизмельченные, хлорид натрия, оксид магния.'
        }, {
          id: 'menthol',
          images: [
            'roxx/menthol/roxx-menthol-1-min.png',
            'roxx/menthol/roxx-menthol-2-min.png',
            'roxx/menthol/roxx-menthol-3-min.png'
          ],
          type: 'ROXX',
          name: 'menthol',
          nameBackground: '#007d05',
          price: '2000 руб',
          short: 'для телят от 0 до 6 месяцев',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и натурального ментола в высокопрочном ведре',
          indicators: 'Кальций – 14,0%, Фосфор – 4,0%, Натрий – 3,5%, Магний – 5,5%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 75 000,0 М.Е., Витамин D3 – 7 500,0 М.Е., Витамин Е – 600,0 мг.',
          composition: 'Карбонат кальция, патока, витаминно-минеральный премикс, монокальцийфосфат, пшеничные отруби мелкоизмельченные, оксид магния, хлорид натрия, натуральный ментол.'
        }, {
          id: 'prenatal',
          images: [
            'roxx/prenatal/roxx-prenatal-1-min.png',
            'roxx/prenatal/roxx-prenatal-2-min.png',
            'roxx/prenatal/roxx-prenatal-3-min.png'
          ],
          type: 'ROXX',
          name: 'prenatal',
          nameBackground: '#ca7000',
          price: '2200 руб',
          short: 'для сухостойных коров',
          weight: '25 кг.',
          full: 'Лизунец на основе витаминно-минерального комплекса и патоки в высокопрочном ведре',
          indicators: 'Кальций – 8,0%, Фосфор – 10,0%, Натрий – 1,5%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%. Витамин А – 120 000,0 М.Е., Витамин D3 – 12 000,0 М.Е., Витамин Е – 1 200,0 мг.',
          composition: 'Монокальцийфосфат, патока, витаминно-минеральный премикс, пшеничные отруби мелкоизмельченные, оксид магния.'
        }]
      },
      fitmix: {
        items: [{
          id: 'profilactic',
          images: [
            'fitmix/profilactic/fitmix-profilactic-1.png',
            'fitmix/profilactic/fitmix-profilactic-2.png'
          ],
          type: 'FITMIX',
          name: 'profilactic',
          nameBackground: '#034f82',
          imageHeight: '600px',
          weight: '2кг',
          price: '290 руб',
          short: 'cмесь кормовая профилактическая для коров после отела',
          full: `FITMIX представляет собой смесь компонентов для приготовления энергетического напитка для коров сразу после отела. При растворении в воде образует раствор с ароматом зеленого яблока. После растворения, возможно наличие небольшого осадка, который легко слизывается коровой. Смесь, для приготовления напитка, весом 2 кг, упакована в металлизированный пакет.
                <br/>
                Декстроза, лактоза и сорбитол обладают высокой энергетической ценностью, благодаря чему корова быстро компенсирует энергетические потери после отела. Мелкоизмельченный льняной жмых стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма. За профилактику послеродовых порезов отвечает Пропионат кальция – высокодоступный источник кальция. Анионовые соли уравновешивают потери электролита после отела, способствуя быстрому физическому восстановлению и легкому отделению плаценты. Сульфат магния - уменьшает воздействие стресса на метаболизм, а также предотвращает паралич вызванный недостатком магния. Минеральный комплекс, включающий в себя Биотин и комплекс витаминов группы B, отвечает за улучшение энергетического обмена. FITMIX компенсирует потерю жидкости и снижает риск смещения сычуга, способствует успешному началу лактации.`,
          indicators: 'Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.',
          composition: 'Декстроза, лактоза, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, пропионат кальция, хлорид натрия, сульфат магния, ароматизатор'
        }, {
          id: 'medical',
          images: [
            'fitmix/medical/fitmix-medical-1.png',
            'fitmix/medical/fitmix-medical-2.png'
          ],
          type: 'FITMIX',
          name: 'medical',
          nameBackground: '#bb4343',
          imageHeight: '600px',
          weight: '2кг',
          price: '350 руб',
          short: 'cмесь кормовая лечебная для коров после отела',
          full: `FITMIX представляет собой смесь компонентов для приготовления энергетического напитка для коров сразу после отела. При растворении в воде образует раствор с ароматом зеленого яблока. После растворения, возможно наличие небольшого осадка, который легко слизывается коровой. Смесь, для приготовления напитка, весом 2 кг, упакована в металлизированный пакет
                <br/>
                FITMIX содержит разные источники кальция– эффективное решение биодоступности кальция. Высокое содержание пропионата кальция обеспечивает: скорую помощь при родильном парезе, снижение рисков лактатного мастита, сокращение сроков прихода в охоту после отела. Декстроза, лактоза и сорбитол обладают высокой энергетической ценностью, благодаря чему корова быстро компенсирует энергетические потери после отела. Мелкоизмельченный льняной жмых стимулирует работу рубца, а пивные дрожжи усиливают аппетит и увеличивают потребление корма. Анионовые соли уравновешивают потери электролита после отела, способствуя быстрому физическому восстановлению и легкому отделению плаценты. Сульфат магния - уменьшает воздействие стресса на метаболизм, а также предотвращает паралич вызванный недостатком магния. Минеральный комплекс, включающий в себя Биотин и комплекс витаминов группы B, отвечает за улучшение энергетического обмена. FITMIX компенсирует потерю жидкости и снижает риск смещения сычуга, способствует успешному началу лактации.`,
          indicators: 'Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.',
          composition: 'Пропионат кальция, декстроза, лактоза, мелкоизмельченный льняной жмых, сорбитол, порошок сладкой молочной сыворотки, пивные дрожжи, витаминно-минеральный премикс, хлорид кальция, хлорид натрия, сульфат магния, ароматизатор.'
        }]
      }
    }
  },
  methods: {

  }
}
</script>

<style lang="scss">
  body,
  html {
    background: #fefefe;
    font-family: 'Montserrat', cursive;
    color: #2f333e;
    max-width: 1000px;
    margin: auto;
  }

  .prokorm {
    margin: auto;
    font-family: 'Comfortaa', cursive;
    width: 200px;
    height: 200px;
    color: #fff;
    background: #4d626f;
    text-align: center;
    box-shadow: 0 0 10px rgba(0,0,0,0.5);
    h2 {
      font-size: 34px;
      font-weight: 100;
      text-align: center;
      padding-top: 74px;
      font-weight: 100;

      b {
        margin-right: 6px;
        font-weight: 900;
      }

    }
    p {
      font-size: 15px;
      margin-top: -4px;
      letter-spacing: 0.2px;
    }
  }

  .index {
    padding-top: 2em;
    &__header {
      &--contact {
        p {
          font-size: 14px;
          padding: 2px 0;
          font-weight: bold;
        }
      }
    }
    &__navigator {
      &--item {
        text-align: center;
        cursor: pointer;
        padding: 12px 0px;
        border-radius: 3px;
        font-size: 12px;
        width: 80px;
        &--image {
          width: 40px;
          margin: auto;
          circle,
          path {
            fill: #4d626e;
          }
        }
        &--name {
          margin-top: 10px;
          display: none;
          color: #4d626e;
          font-size: 11px;
        }
        &:hover {
          border-radius: 3px;
          border: 1px solid #fefefe;
          .index__navigator--item--name {
            display: block;
          }
        }
      }
    }

    &__main {
      margin: 4em 0;
      color: #4d626e;
      &--header {
        background: #4d626e;
        padding: 1em 0;
        text-align: center;
        color: #fefefe;
        margin: 0 0 2em;
        img {
          width: 60px;
        }
      }
    }
  }

</style>
