<template>

<section>
  <div class="roxx alfa">
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>
    <div class="main">
      <h2>ROXX</h2>
      <p class="main__type">alfalfa</p>

      <b class="TU">ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 2,5%, Фосфор – 0,4%, Натрий – 3,0%, Магний – 5,0%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Мелкоизмельченную люцерновую муку, патоку, витаминно-минеральный премикс, оксид магния, хлорид натрия.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки дойных коров и бычков на откорме на пастбище или в стойловый период.
          Физиологичный состав, обогащенный витаминами и минералами. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с
          большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>

      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>

    </div>
  </div>

  <div class="roxx standard">
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>
    <div class="main">
      <h2>ROXX</h2>
      <p class="main__type">standard</p>

      <b class="TU">ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 12,5%, Фосфор – 2,5%, Натрий – 6,5%, Магний – 5,0%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Карбонат кальция, патоку, хлорид натрия, витаминно-минеральный премикс, пшеничные отруби мелкоизмельченные, монокальцийфосфат, оксид магния.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки дойных коров и бычков на откорме на пастбище или в стойловый период. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>

    </div>
  </div>

  <div class="roxx prenatal">
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>
    <div class="main">
      <h2>ROXX</h2>
      <p class="main__type">prenatal</p>

      <b class="TU">ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 8,0%, Фосфор – 10,0%, Натрий – 1,5%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 120 000,0 М.Е., Витамин D3 – 12 000,0 М.Е., Витамин Е – 1 200,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Монокальцийфосфат, патоку, витаминно-минеральный премикс, пшеничные отруби мелкоизмельченные, оксид магния.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки сухостойных коров. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>

    </div>
  </div>


  <div class="roxx mintoll">
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>
    <div class="main">
      <h2>ROXX</h2>
      <p class="main__type">menthol</p>

      <b class="TU">ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 14,0%, Фосфор – 4,0%, Натрий – 3,5%, Магний – 5,5%, Массовая доля влаги (макс.) – 14,0%.
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 75 000,0 М.Е., Витамин D3 – 7 500,0 М.Е., Витамин Е – 600,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Карбонат кальция, патоку, витаминно-минеральный премикс, монокальцийфосфат, пшеничные отруби мелкоизмельченные, оксид магния, хлорид натрия, натуральный ментол.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки телят в возрасте от 0 до 6 месяцев, а также как профилактическое средство от легочных заболеваний. Среднее потребление – 40-60 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>

    </div>
  </div>

  <div class="roxx super">
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>
    <div class="main">
      <h2>ROXX</h2>
      <p class="main__type">super cow</p>

      <b class="TU">ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 12,0%, Фосфор – 4,0%, Натрий – 6,0%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 100 000,0 М.Е., Витамин D3 – 10 000,0 М.Е., Витамин Е – 800,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Патоку, витаминно-минеральный премикс, карбонат кальция, монокальцийфосфат, пшеничные отруби мелкоизмельченные, хлорид натрия, оксид магния.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки высокоудойных коров и ремонтных телок. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>

    </div>
  </div>

</section>
</template>

<style lang="scss">

  @page {
    size: 105mm 148mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 105mm; // set appropriately
      height: 148mm; // set appropriately
    }
    /* ... the rest of the rules ... */
  }

  .w-50 {
    display: inline-block;
    width: 50%;
  }

  .roxx {
    font-family: 'Comfortaa', cursive;
    width: 105mm;
    height: 148mm;
    background: #bdc3ad;
    font-size: 10px;
    line-height: 50mm;
    text-align: center;
    padding-top: 5px;
    .prokorm {
      width: 100px;
      height: 100px;
      background: #bdc3ad;
      color: #fff;
      line-height: 1;
      margin: 10px auto 0 auto;
      padding-top: 40px;
      margin-bottom: 5px;
      h2 {
        font-size: 17px;
        font-weight: 100;
        text-align: center;

        b {
          margin-right: 2px;
        }
      }

      p {
        font-size: 7.6px;
        text-align: center;
        letter-spacing: 0px;
      }
    }

    .main {
      line-height: 1;
      text-align: justify;
      font-size: 10px;
      h2 {
        font-size: 120px;
        font-family: 'Baloo Bhaijaan', cursive;
        font-weight: 100;
        text-align: center;
        letter-spacing: 8px;
        height: 100px;
      };

      p.main__type {
        font-size: 48px;
        text-align: center;
        margin-top: 22px;
        letter-spacing: 12px;
        margin-bottom: 20px;
        height: 18px;
      }
      p {
        padding: 3px 8px;
        font-size: 8px;
        line-height: 10px;
      }
      b.TU {
        padding: 4px 8px;
        margin-top: 26px;
        display: block;
      }
    }
  }

  .prenatal {
    background: #f9e8d3;
    .white,
    .prokorm {
      background: #FF8C00;
      color: #f9e8d3;
    }
    .main{
      color: #FF8C00;
      background: #f9e8d3;
    }
  }

  .energy {
    .white,
    .prokorm {
      background: #a53232;
    }
    .main{
      color: #a53232;
      background: #efafaf;
    }
  }

  .mintoll {
    background: #aedab0;
    .white,
    .prokorm {
      background: #007d05;
      color: #aedab0;
    }
    .main{
      color: #007d05;
      background: #aedab0;
    }
  }

  .super {
    background: #adbcc3;
    .main__type {
      letter-spacing: 2px !important;
    }
    .white,
    .prokorm {
      color: #adbcc3;
      background: #4d626f;
    }
    .main{
      color: #4d626f;
      background: #adbcc3;
    }
  }

  .standard {
    background: #b2cae2;
    .white,
    .prokorm {
      background: #034f82;
      color: #b2cae2;
    }
    .main{
      color: #034f82;
      background: #b2cae2;
    }
  }

  .alfa {
    .white,
    .prokorm {
      background: #425d3f;
      color: #bdc3ad;
    }
    .main{
      color: #425d3f;
      background: #bdc3ad;
    }
  }

</style>
