<template>
  <section>
    <div class="list camisan">
      <div class="roxx">

      </div>
      <div class="roxx-item">
        <div>
          <h2 class="w-50 roxx-item--name">Camisan</h2>
          <h2 class="w-50 roxx-item--price"></h2>
        </div>
        <p class="roxx-item--description">
          Витаминно-минеральная добавка для дойных коров
        </p>
        <p class="roxx-item--description">
          <el-row type="flex">
            <el-col :span="12">
              <b>Макроэлементы %, в 1 кг</b>
              <ul>
                <li>Кальций <b>19.0</b></li>
                <li>Фосфор <b>3.0</b></li>
                <li>Натрий <b>10.0</b></li>
                <li>Магний <b>8.0</b></li>
                <li>Сера <b>1.0</b></li>
              </ul>

              <b>Микроэлементы мг, в 1 кг</b>
              <ul>
                <li>Цинк <b>9000.0</b></li>
                <li>Марганец <b>5000.0</b></li>
                <li>Медь <b>1500.0</b></li>
                <li>Йод <b>150.0</b></li>
                <li>Кобальт <b>100.0</b></li>
                <li>Селен <b>30.0</b></li>
              </ul>

              <b>Витамины, в 1 кг</b>
              <ul>
                <li>Витамин А М.Е. <b>500 000.0</b></li>
                <li>Витамин D3 М.Е. <b>50 000.0</b></li>
                <li>Витамин Е мг <b>4 000.0</b></li>
                <li>Витамин В1 мг <b>80.0</b></li>
                <li>Витамин В2 мг <b>40.0</b></li>
                <li>Ниацин (Витамин ВЗ) мг <b>1 200.0</b></li>
                <li>Пантотеновая кислота мг <b>80.0</b></li>
                <li>Витамин В6 мг <b>20.0</b></li>
                <li>Витамин В12 мкг <b>300.0</b></li>
                <li>Биотин (Витамин Н) мкг <b>50 000.0</b></li>
              </ul>
            </el-col>
            <el-col :span="12">
              <ul>
                <li>
                  <b>Разные источники магния</b> и высокий уровень серных компонентов стабилизируют
                  продуктивность и сохраняют здоровье животных, предотвращают мышечные спазмы и
                  нервозность. Животные становятся спокойнее, больше едят и меньше теряют энергии.
                </li>
                <li>
                  <b>Ниацин</b> улучшает энергетический обмен и повышает продуктивность животного,
                  предотвращает кетоз.
                </li>
                <li>
                  <b>Биотин</b> предотвращает заболевания копыт, а также благоприятно влияет на репродуктивные
                  функции коров.
                </li>
                <li>
                  <b>Комплекс витаминов группы В</b> необходим для полной реализации генетического потенциала
                  животного.
                </li>
                <li>
                  <b>Сера</b> защищает аминокислоту метионин, которая используется организмом для синтеза
                  кератина, служащего барьером для микробов
                </li>
                <li>
                 <b>Йод</b> стимулирует работу щитовидной железы и улучшает воспроизводительную функцию.
                </li>
                <li>
                 Очень высокий уровень <b>витамина Е и селена</b> улучшают воспроизводительную функцию,
                  предотвращают заболевания вымени, повышают устойчивость организма к инфекционным
                  заболеваниям
                </li>
                <li>
                 Действующее вещество <b>Kerasan®</b> улучшает состояние копыт
                </li>
                <li>
                 Действующее вещество <b>Mastitisan®</b> гарантирует продуктивное вымя
                </li>
                <li>
                  <b>Комплекс полифенолов «Sano»</b> - сохраняет витамины. Мощный естественный антиоксидант,
                  способный противодействовать вредным процессам окисления в организме, поддерживать
                  организм в нормальном состоянии, сохраняя необходимый баланс между свободными
                  радикалами и антиокислительными процессами, защищает и усиливает действие витамина Е
                </li>
              </ul>
            </el-col>

          </el-row>
          <p class="composition">
            <b>Продукт содержит:</b> карбонат кальция, хлорид натрия, кальцийнатрийфосфат, оксид магния, сульфат
            магния, пищевые добавки, комплекс биологически активных веществ Sanо-Полифенолкомплекс
          </p>
        </p>
      </div>

      <div class="footer">
        <h1>ООО "ПРОКОРМ"</h1>
        <p>кормление животных</p>
        <h2>8 800 550 28 27, sales@prokorm.com</h2>
      </div>
    </div>

    <div class="list">
      <div class="roxx">

      </div>
      <div class="roxx-item">
        <div>
          <h2 class="w-50 roxx-item--name">PrenaCam</h2>
          <h2 class="w-50 roxx-item--price"></h2>
        </div>
        <p class="roxx-item--description">
          Витаминно-минеральная добавка для дойных коров в сухостойный период
        </p>
        <p class="roxx-item--description">
          <el-row type="flex">
            <el-col :span="12">
              <b>Макроэлементы %, в 1 кг</b>
              <ul>
                <li>Кальций <b>6.0</b></li>
                <li>Фосфор <b>4.1</b></li>
                <li>Натрий <b>6.5.0</b></li>
                <li>Магний <b>8.0</b></li>
                <li>Сера <b>4.9</b></li>
              </ul>

              <b>Микроэлементы мг, в 1 кг</b>
              <ul>
                <li>Цинк <b>6800.0</b></li>
                <li>Марганец <b>4000.0</b></li>
                <li>Медь <b>1100.0</b></li>
                <li>Йод <b>100.0</b></li>
                <li>Кобальт <b>25.0</b></li>
                <li>Селен <b>23.0</b></li>
              </ul>

              <b>Витамины, в 1 кг</b>
              <ul>
                <li>Витамин А М.Е. <b>600 000.0</b></li>
                <li>Витамин D3 М.Е. <b>60 000.0</b></li>
                <li>Витамин Е мг <b>6 000.0</b></li>
                <li>Витамин В1 мг <b>60.0</b></li>
                <li>Витамин В2 мг <b>30.0</b></li>
                <li>Ниацин (Витамин ВЗ) мг <b>900.0</b></li>
                <li>Холина хлорид (витамин B4) мг <b>13 000.0</b></li>
                <li>Пантотеновая кислота мг <b>60.0</b></li>
                <li>Витамин В6 мг <b>15.0</b></li>
                <li>Витамин В12 мкг <b>150.0</b></li>
                <li>Биотин (Витамин Н) мкг <b>36 000.0</b></li>
              </ul>
            </el-col>
            <el-col :span="12">
              <ul>
                <li>
                  <b>Сера</b> выступает в качестве антагониста калия для предотвращения молочной лихорадки. Кроме
                  этого сера защищает аминокислоты метионин и цистеин, что делает их полностью доступными для
                  обмена веществ
                </li>
                <li>
                  <b>Магний</b> стабилизирует метаболизм мышц, уменьшает воздействие стресса на метаболизм и
                  оказывает успокаивающее действие на коров. В результате получается более высокий выход
                  молока на протяжении лактации. Кроме того, после рождения предотвращается паралич
                  вызванный недостатком магния
                </li>
                <li>
                  Высокое содержание <b>витамина Е</b> улучшает воспроизводительную функцию и здоровье
                  молочной железы
                </li>
                <li>
                  <b>Биотин</b> способствует лучшей плодовитости и предотвращает заболевания копыт
                </li>
                <li>
                  <b>Комплекс витаминов группы В</b> необходим для полной реализации генетического потенциала
                </li>
                <li>
                  <b>Холин</b> участвует в строении тканей организма животных, являясь важнейшим компонентом
                  фосфолипидов. Способствует перераспределению и окислению простых жиров в организме,
                  уменьшает жировую нагрузку печени. Метильные группы холина оказывают метионинсохраняющий эффект, участвуют в синтезе лецитина
                </li>
                <li>
                  <b>Ниацин</b> улучшает энергетический обмен и повышает продуктивность животного,
                  предотвращает кетоз
                </li>
                <li>
                  <b>Йод</b> стимулирует работу щитовидной железы и улучшает воспроизводительные способности
                </li>
                <li>
                 Действующее вещество <b>Kerasan®</b> улучшает состояние копыт
                </li>
                <li>
                 Действующее вещество <b>Mastitisan®</b> гарантирует продуктивное вымя
                </li>
                <li>
                  <b>Комплекс полифенолов «Sano»</b> - сохраняет витамины. Мощный естественный антиоксидант,
                  способный противодействовать вредным процессам окисления в организме, поддерживать
                  организм в нормальном состоянии, сохраняя необходимый баланс между свободными
                  радикалами и антиокислительными процессами, защищает и усиливает действие витамина Е
                </li>
              </ul>
            </el-col>
          </el-row>
          <p class="composition">
            <b>Продукт содержит:</b> сульфат магния, хлорид натрия, монокальцийфосфат, карбонат кальция, оксид
            магния, комплекс биологически активных веществ Sanо-Полифенолкомплекс
          </p>
        </p>
      </div>

      <div class="footer">
        <h1>ООО "ПРОКОРМ"</h1>
        <p>кормление животных</p>
        <h2>8 800 550 28 27, sales@prokorm.com</h2>
      </div>
    </div>


    <div class="list hefe">
      <div class="roxx">

      </div>
      <div class="roxx-item">
        <div>
          <h2 class="w-50 roxx-item--name">Kristall Hefe®</h2>
          <h2 class="w-50 roxx-item--price"></h2>
        </div>
        <p class="roxx-item--description">
          Кормовая добавка для стабилизации уровня рН рубца и лучшего потребления корма

          <span class="roxx-item--sub-title">Что такое Kristall Hefe®?</span>
          <ul>
            <li>
              Это комплекс активных веществ для молочных коров и откормочного
              молодняка. Комплекс содержит стимулирующие работу рубца компоненты: сухие пивные
              дрожжи, живые дрожжевые культуры, а также травяной сбор Herbasan®
            </li>
          </ul>

          <span class="roxx-item--sub-title">Характеристика Kristall Hefe®</span>
          <ul>
            <li>Живые дрожжевые культуры <b>Saccharomyces cerevisiae ( концетрация 8х10<sup>11</sup> KOE в 1 кг ) </b>оказывают стабилизирующее действие на уровень рН в рубце, создают анаэробную среду для роста целлюлозолитических бактерий, а
                также производят ферменты, которые улучшают процессы брожения в рубце</li>
            <li>Сухие пивные дрожжи возбуждают аппетит и повышают потребление корма</li>
            <li>Травяной сбор Herbasan® стимулирует работу бактерий в рубце</li>
          </ul>

          <span class="roxx-item--sub-title">Действие Kristall Hefe®</span>
          <ul>
            <li>Расходует вредный кислород в рубце</li>
            <li>Увеличивает биомассу в рубце</li>
            <li>Оптимизирует состав микрофлоры рубца</li>
            <li>Повышает переваримость корма</li>
            <li>Улучшает обмен веществ в печени, снимает нагрузку с печени</li>
          </ul>

          <span class="roxx-item--sub-title">Скармливание Kristall Hefe®</span>
          <ul>
            <li>Рекомендуется вводить в комбикорм, кормовые смеси при изготовлении монокорма</li>
            <li>50 гр на голову в сутки для лактирующих коров</li>
            <li>30 гр на голову в сутки для сухостойных коров</li>
            <li>40 гр на голову в сутки для откормочных бычков</li>
          </ul>
          <span class="roxx-item--sub-title">Состав Kristall Hefe®</span>
          <ul>
            <li>отруби пшеничные, карбонат кальция, хлорид натрия, сухие пивные дрожжи,
                оксид магния, травяная мука</li>
          </ul>
        </p>
      </div>

      <div class="footer">
        <h1>ООО "ПРОКОРМ"</h1>
        <p>кормление животных</p>
        <h2>8 800 550 28 27, sales@prokorm.com</h2>
      </div>
    </div>


  </section>
</template>

<style lang="scss">

  @page {
    size: 150mm 210mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 150mm; // set appropriately
      height: 210mm; // set appropriately
    }
    /* ... the rest of the rules ... */
  }

  .w-50 {
    display: inline-block;
  }

  .list {
    font-family: 'Comfortaa', cursive;
    width: 150mm;
    height: 210mm;
    .prokorm {
      color: #fefefe;
      width: 30mm;
      height: 30mm;
      background: #306390;
      text-align: center;
      font-size: 3.4mm;
      /* display: inline-block; */
      border-right: 1px solid #fefefe;
      float: left;
      h2 {
        padding-top: 10mm;
        font-weight: 100;
        b {
          margin-right: 0.8mm;
        }
      }
      p {
        font-size: 2.3mm;
      }
    }
    .roxx {
      height: 30mm;
      background-image: url(/_nuxt/static/SANO_logo.png);
      background-position: center center;
      background-repeat: no-repeat;
      border-bottom: 2px solid #f9b000;
      background-size: 68mm;
    }

    &.camisan {
      ul, li {
        line-height: 11px;
      }
    }

    &.hefe {
      .roxx-item--description {
        font-size: 11px;
        padding: 6px 0 4px 0;
        line-height: 16px;
      }
      ul li {
        font-size: 10px;
        line-height: 16px;
      }
    }

    ul, li {
      margin: 0;
    list-style-type: none;
    font-size: 9px;
    padding: 2px 0;
    text-align: justify;
    line-height: 10px;
    }
    .composition {
      font-size: 10px;
      text-align: justify;
      margin-top: -2px;
      line-height: 16px;
    }
    .roxx-item {
      padding: 8px 12px;
    height: 580px;
    color: #555;
    z-index: -1;
    opacity: 0.9;
    background-color: #fdf0d0;

      &--name {
        font-size: 24px;
        width: 60mm;
        color: #f9b000;
      }
      &--title {
        margin: 0 0 3px 0px;
        font-size: 16px;
      }
      &--price {
        font-size: 6mm;
        text-align: right;
        width: 80mm;
        color: #f9b000;
      }

      &--sub-title {
        font-size: 14px;
    display: block;
    font-weight: 700;
    padding: 7px 0 2px 0;
      }

      &--description {
        font-size: 12px;
        padding: 6px 0 4px 0;
      }
    }

    .footer {
      color: #f9b000;
    text-align: center;
    padding: 3mm 0 2mm 0;
    border-top: 2px solid #f9b000;
      p {
        font-size: 18px;
    margin: 6px 0 10px 0;
    line-height: 1;
      }
      h2 {
        font-size: 16px;
        font-weight: 200;
      }
    }

    .red {
      background: #f13434;
    }
    .green {
      background: #2f6728;
    }

    .start {
      background: #2f79d2;
    }

     .standard {
      background: #545454;
    }
  }

</style>
