<template>

<section>
  <!--
  <div class="roxx">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <h2>ROXX</h2>
      <p>standard</p>
    </div>

  </div>
  <div class="back">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <b>ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 12,5%, Фосфор – 2,5%, Натрий – 6,5%, Магний – 5,0%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Карбонат кальция, патоку, хлорид натрия, витаминно-минеральный премикс, пшеничные отруби мелкоизмельченные, монокальцийфосфат, оксид магния.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки дойных коров и бычков на откорме на пастбище или в стойловый период. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>
  </div>

  <div class="roxx prenatal">
    <div class="white">

    </div>
    <!--div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <h2>ROXX</h2>
      <p>prenatal</p>
    </div>

  </div>

  <div class="back prenatal">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <b>ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 8,0%, Фосфор – 10,0%, Натрий – 1,5%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 120 000,0 М.Е., Витамин D3 – 12 000,0 М.Е., Витамин Е – 1 200,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Монокальцийфосфат, патоку, витаминно-минеральный премикс, пшеничные отруби мелкоизмельченные, оксид магния.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки сухостойных коров. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>
  </div>
  <div class="roxx energy">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <h2>ROXX</h2>
      <p>energy</p>
    </div>

  </div>

  <div class="back energy">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <b>ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 11,0%, Фосфор – 3,0%, Натрий – 4,0%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%.
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 100 000,0 М.Е., Витамин D3 – 10 000,0 М.Е., Витамин Е – 800,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Патоку, витаминно-минеральный премикс, пропионат кальция, монокальцийфосфат, карбонат кальция, пшеничные отруби мелкоизмельченные, оксид магния, масло подсолнечное, хлорид натрия.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной энергетической подкормки новотельных коров. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>
  </div>


  <div class="roxx mintoll">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <h2>ROXX</h2>
      <p>menthol</p>
    </div>


  </div>

  <div class="back mintoll">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <b>ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 14,0%, Фосфор – 4,0%, Натрий – 3,5%, Магний – 5,5%, Массовая доля влаги (макс.) – 14,0%.
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 75 000,0 М.Е., Витамин D3 – 7 500,0 М.Е., Витамин Е – 600,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Карбонат кальция, патоку, витаминно-минеральный премикс, монокальцийфосфат, пшеничные отруби мелкоизмельченные, оксид магния, хлорид натрия, натуральный ментол.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки телят в возрасте от 0 до 6 месяцев, а также как профилактическое средство от легочных заболеваний. Среднее потребление – 40-60 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>
  </div>

  <div class="roxx super">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <h2>ROXX</h2>
      <p>super cow</p>
    </div>


  </div>

  <div class="back super">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <b>ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 12,0%, Фосфор – 4,0%, Натрий – 6,0%, Магний – 6,0%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 100 000,0 М.Е., Витамин D3 – 10 000,0 М.Е., Витамин Е – 800,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Патоку, витаминно-минеральный премикс, карбонат кальция, монокальцийфосфат, пшеничные отруби мелкоизмельченные, хлорид натрия, оксид магния.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки высокоудойных коров и ремонтных телок. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>
  </div>
-->

  <div class="roxx alfa">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <h2>ROXX</h2>
      <p>alfalfa</p>
    </div>


  </div>

  <div class="back alfa">
    <div class="white">
    </div>
    <div class="prokorm">
      <h2><b>PRO</b>КОРМ</h2>
      <p>кормление животных</p>
    </div>

    <div class="main">
      <b>ТУ 10.91.10-003-25608808-2019</b>
      <p>
        <b>Гарантируемые показатели в 1 кг продукта:</b> Кальций – 2,5%, Фосфор – 0,4%, Натрий – 3,0%, Магний – 5,0%, Массовая доля влаги (макс.) – 14,0%.
      </p>
      <p>
        <b>Дополнительные показатели в 1 кг продукта:</b> Витамин А – 50 000,0 М.Е., Витамин D3 – 5 000,0 М.Е., Витамин Е – 400,0 мг.
      </p>
      <p>
        <b>Продукт содержит:</b> Мелкоизмельченную люцерновую муку, патоку, витаминно-минеральный премикс, оксид магния, хлорид натрия.
      </p>
      <p>
        <b>Рекомендации по применению:</b> Для дополнительной подкормки дойных коров и бычков на откорме на пастбище или в стойловый период.
          Физиологичный состав, обогащенный витаминами и минералами. Среднее потребление – 200-250 грамм на голову в сутки. Это кормовая смесь с
          большим содержанием витаминов А , D3 и микроэлементов, поэтому необходимо скармливать её не больше 2% от общего суточного рациона.
      </p>
      <p>
        <b>Изготовитель:</b> ООО «ПРОКОРМ», 601470, Владимирская обл., Гороховецкий р-н, МО Денисовское,  д. Васильчиково, д. 14. Телефон: 8-800-550-28-27, e-mail: sales@prokorm.com, http://prokorm.com
      </p>
      <p class="padding">
        <b class="w-50">Дата изготовления:</b>
        <b>Номер партии:</b>
      </p>
      <p>
        <b>Срок хранения:</b> 6 месяцев со дня изготовления.
      </p>
      <p>
        <b>Условия хранения:</b> Хранить в сухом, прохладном и гигиенически чистом месте. Производитель не несёт ответственности в случае неправильного хранения.
      </p>
      <p>
        <b>Масса нетто:</b> 25 кг
      </p>
    </div>
  </div>

</section>
</template>

<style lang="scss">

  @page {
    size: 210mm 50mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 210mm; // set appropriately
      height: 50mm; // set appropriately
    }
    /* ... the rest of the rules ... */
  }

  .w-50 {
    display: inline-block;
    width: 50%;
  }

  .white {
    width: 50mm;
    height: 50mm;
    float: left;
    background: #034f82;
    border-right: 1px solid #fff;
    color: #fff;
    font-size: 10px;
    line-height: 50mm;
    text-align: center;
  }
  .roxx {
    font-family: 'Comfortaa', cursive;
    width: 210mm;
    .prokorm {
      width: 50mm;
      height: 50mm;
      background: #034f82;
      color: #fff;
      float: left;

      h2 {
        font-size: 30px;
        font-weight: 100;
        text-align: center;
        padding-top: 70px;

        b {
          margin-right: 4px;
        }
      }

      p {
        font-size: 13.5px;
        text-align: center;
        letter-spacing: 0px;
      }
    }

    .main {
      height: 50mm;
      font-size: 7.0px;
      margin-left: 100mm;
      padding: 0 3mm 2mm 3mm;
      background: #b2cae2;
      color: #034f81;
      h2 {
        font-size: 140px;
        font-family: 'Baloo Bhaijaan', cursive;
        height: 120px;
        line-height: 140px;
        font-weight: 100;
        letter-spacing: 12px;
        text-align: center;
      };

      p {
        font-size: 52px;
        letter-spacing: 4px;
        text-align: center;


      }
      .padding {
        padding: 4px 0;
      }
    }
  }

  .back {
    font-family: 'Comfortaa', cursive;
    width: 210mm;
    .prokorm {
      width: 50mm;
    height: 50mm;
    background: #034f81;
    color: #fff;
    float: left;

      h2 {
        font-size: 30px;
        font-weight: 100;
        text-align: center;
        padding-top: 70px;

        b {
          margin-right: 4px;
        }
      }

      p {
        font-size: 13.5px;
        text-align: center;
        letter-spacing: 0px;
      }
    }

    .main {
      height: 50mm;
      font-size: 7.0px;
      margin-left: 100mm;
      padding: 3mm;
      background: #b2cae2;
      color: #034f81;
      b {
        text-transform: uppercase;
      }
      p {
        margin: 2px 0;
      }
      .padding {
        padding: 6px 0;
      }
    }
  }

  .prenatal {
    .white,
    .prokorm {
      background: #FF8C00;
    }
    .main{
      color: #FF8C00;
      background: #f7dbb9;
    }
  }

  .energy {
    .white,
    .prokorm {
      background: #a53232;
    }
    .main{
      color: #a53232;
      background: #efafaf;
    }
  }

  .mintoll {
    .white,
    .prokorm {
      background: #007d05;
    }
    .main{
      color: #007d05;
      background: #aedab0;
    }
  }

  .super {
    .white,
    .prokorm {
      background: #4d626f;
    }
    .main{
      color: #4d626f;
      background: #adbcc3;
    }
  }

  .alfa {
    .white,
    .prokorm {
      background: #425d3f;
    }
    .main{
      color: #425d3f;
      background: #bdc3ad;
    }
  }

</style>
