<template>
  <section>
    <div class="list">
      <div class="header">
        <el-row type="flex">
          <el-col :span="16">
            <div class="prokorm">
              <h2><b>PRO</b>КОРМ</h2>
              <p>кормление животных</p>
            </div>
          </el-col>
          <el-col class="logo-wrapper">
            <h2>ООО "ПРОКОРМ"</h2>
            <h3>sales@prokorm.com <br/>
            8 800 550 28 27</h3>
            <p class="address">
              Юридический адрес: 603123, г. Нижний Новгород, ул. Героя Шнитникова 4-3
              ИНН: 5256122945;
              КПП: 525601001;
              ОГРН: 1135256005994;
              БИК: 042202824;
              р/с: 40702810629050003180;
              к/с: 30101810200000000824;
              ФИЛИАЛ "НИЖЕГОРОДСКИЙ" АО "АЛЬФА-БАНК"
            </p>
          </el-col>
        </el-row>
      </div>
      <div class="offer">
        <h2 class="offer__name"> КОММЕРЧЕСКОЕ ПРЕДЛОЖЕНИЕ НА КОМБИКОРМ <br/> <b>PESCARY</b></h2>
        <div class="offer__content">
          <!--PESCARY Carp Start 48/10 (карп старт)-->
          <section class="offer__section">
            <h3>PESCARY Carp Start 48/10 (карп старт)</h3>
            <p>
              Корм предназначен для выращивания мальков карпа  в бассейнах и садках. Содержит комплекс веществ, способствующий повышению неспецифичной резистентности организма рыб к заболеваниям и воздействию неблагоприятных факторов среды.  Включает повышенное  количество низкомолекулярных белков, пептидов и свободных аминокислот, обеспечивающих физиологическую потребность рыб в раннем онтогенезе. До достижения молодью массы  50-100 мг применяется совместно с живыми кормами.
            </p>
            <p>
              <b>СОСТАВ:</b> Рыбная мука, пшеница, кукурузный глютен, шрот соевый, шрот подсолнечный, рыбий жир, соевое масло, порошковый гемоглобин, премикс, аминокислоты.
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b> Сырой протеин (не менее) 48%, Сырой жир (не менее) 10%, Сырая зола (не более) 12%, Сырая клетчатка (не более) 1,5%, Переваримая энергия (не менее) 16,5 МДж/кг.
            </p>
            <p>
            <b>РАЗМЕР КРУПКИ:</b> 0,6-0,9 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 89 руб/кг
            </p>
            <p>Рекомендуемые нормы кормления, кг корма на 100 кг рыбы в сутки</p>
            <table width="100%" style="text-align: center;">
              <tr>
                <td rowspan="2">Масса рыбы, г</td>
                <td rowspan="2">Размер крупки, мм</td>
                <td colspan="4">Температура воды, градусов Цельсия</td>
              </tr>
              <tr>
                <td>15-19</td>
                <td>20-25</td>
                <td>26-28</td>
                <td>29-32</td>
              </tr>
              <tr>
                <td>0.1-0.3</td>
                <td>0.6-0.9</td>
                <td>20.0</td>
                <td>40.0</td>
                <td>50.0</td>
                <td>60.0</td>
              </tr>
              <tr>
                <td>0.3-1.0</td>
                <td>0.9-1.2</td>
                <td>10.0</td>
                <td>20.0</td>
                <td>30.0</td>
                <td>40.0</td>
              </tr>
            </table>
          </section>
          <!--PESCARY Carp Yearlings 38/10 (карп сеголетки)-->
          <section class="offer__section">
            <h3>PESCARY Carp Yearlings 38/10 (карп сеголетки)</h3>
            <p>
              Корм предназначен для выращивания молоди карпа массой от 15 г до 50 г в хозяйствах индустриального типа (садковых, бассейновых). По сравнению с аналогами содержит повышенное количество протеина животного происхождения, а также специальную витаминно-минеральную добавку, обеспечивающую эффективную конверсию протеина и энергии, быстрый рост и нормальное развитие организма.
            </p>
            <p>
              <b>СОСТАВ:</b> Рыбная мука, пшеница, кукурузный глютен, шрот соевый, шрот подсолнечный, горох экструдированный, рыбий жир, соевое масло, порошковый гемоглобин, дрожжи кормовые, премикс, аминокислоты.
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b> Сырой протеин (не менее) 38%, Сырой жир (не менее) 10%, Сырая зола (не более) 10%, Сырая клетчатка (не более) 3,5%, Переваримая энергия (не менее) 16,0 МДж/кг.
            </p>
            <p>
              <b>РАЗМЕР ГРАНУЛЫ:</b> 2,0 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 69 руб/кг
            </p>
            <p>Рекомендуемые нормы кормления, кг корма на 100 кг рыбы в сутки</p>
            <table width="100%" style="text-align: center;">
              <tr>
                <td rowspan="2">Масса рыбы, г</td>
                <td rowspan="2">Размер крупки, мм</td>
                <td colspan="9">Температура воды, градусов Цельсия</td>
              </tr>
              <tr>
                <td>9</td>
                <td>12</td>
                <td>15</td>
                <td>18</td>
                <td>21</td>
                <td>24</td>
                <td>27</td>
                <td>30</td>
                <td>33</td>
              </tr>
              <tr>
                <td>1.0-10.0</td>
                <td>1.5</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>7.0</td>
                <td>9.0</td>
                <td>11.0</td>
                <td>14.0</td>
                <td>17.0</td>
                <td>13.0</td>
              </tr>
              <tr>
                <td>10-20</td>
                <td>2.0</td>
                <td>1.5</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>5.0</td>
                <td>6.0</td>
                <td>8.0</td>
                <td>11.0</td>
                <td>14.0</td>
                <td>10.0</td>
              </tr>
              <tr>
                <td>20-50</td>
                <td>3.0</td>
                <td>1.0</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.0</td>
                <td>7.0</td>
                <td>8.0</td>
                <td>6.5</td>
              </tr>
            </table>
          </section>
        </div>
      </div>
    </div>

    <div class="list">
      <div class="offer">
        <br/><br/>
        <h2 class="offer__name"> КОММЕРЧЕСКОЕ ПРЕДЛОЖЕНИЕ НА КОМБИКОРМ <br/> <b>PESCARY</b></h2>
        <div class="offer__content">
          <!--PESCARY Carp Spawning 26/6 (карп нерест)-->
          <section class="offer__section">
            <h3>PESCARY Carp Spawning 26/6 (карп нерест)</h3>
            <p>
              Корм предназначен для производителей карпа при содержании в прудах. Он характеризуется увеличенным содержанием рыбной муки (до 15%) и незаменимых аминокислот. В состав входят рыбий жир и растительное нерафинированное  масло, позволяющее сбалансировать набор линолевых и линоленовых жирных кислот, фосфолипидов. Корм обогащен витамином Е, играющего важнейшую роль в генеративном  обмене рыб и формировании половых продуктов высокого качества.
            </p>
            <p>
              <b>СОСТАВ:</b> Рыбная мука, пшеница, шрот соевый, шрот подсолнечный, горох экструдированный, рыбий жир, соевое масло, дрожжи кормовые, премикс, аминокислоты.
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b> Сырой протеин (не менее) 26%, Сырой жир (не менее) 6%, Сырая зола (не более) 8%, Сырая клетчатка (не более) 4.5%, Переваримая энергия (не менее) 14,5 МДж/кг.
            </p>
            <p>
            <b>РАЗМЕР ГРАНУЛЫ:</b> 8,0 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 45 руб/кг
            </p>
            <p>Рекомендуемые нормы кормления, кг корма на 100 кг рыбы в сутки</p>
            <table width="100%" style="text-align: center;">
              <tr>
                <td rowspan="2">Масса рыбы, г</td>
                <td rowspan="2">Размер гранулы, мм</td>
                <td colspan="9">Температура воды, градусов Цельсия</td>
              </tr>
              <tr>
                <td>11-15</td>
                <td>16-17</td>
                <td>18-19</td>
                <td>20-21</td>
                <td>22-23</td>
                <td>24-28</td>
              </tr>
              <tr>
                <td>Более 2000</td>
                <td>8.0-10.0</td>
                <td>0.3-0.4</td>
                <td>0.5-0.7</td>
                <td>0.8-1.0</td>
                <td>1.2-1.4</td>
                <td>1.6-1.8</td>
                <td>2.0-2.1</td>
              </tr>
            </table>
          </section>
        </div>
      </div>
    </div>

    <div class="list">
      <div class="offer">
        <br/><br/>
        <h2 class="offer__name"> КОММЕРЧЕСКОЕ ПРЕДЛОЖЕНИЕ НА КОМБИКОРМ <br/> <b>PESCARY</b></h2>
        <div class="offer__content">
          <!--PESCARY Therapeutic (терапевтический, от краснухи и других бактериальных заболеваний рыб)-->
          <section class="offer__section">
            <h3>PESCARY Therapeutic (терапевтический, от краснухи и других бактериальных заболеваний рыб)</h3>
            <p>
              Лечение и профилактика бактериальных заболеваний, вызванных возбудителями аэромоноза, псевдомоноза, миксобактериозов, фурункулеза, энтеробактериозов, бактериальной геморрагической септицемии, микобактериоза, стрептококкоза. Применяется также для вспомогательной терапии при незаразных, вирусных, грибковых и инвазионных болезнях рыб, осложненных бактериальной инфекцией.
            </p>
            <p>
              <b>ДОЗЫ И ПОРЯДОК ПРИМЕНЕНИЯ:</b>
              Комбикорм применяют рыбам при температуре воды в водоеме не ниже 12° С,
              с лечебной целью 5–10 суток,
              с лечебно-профилактической - 3 суток,
              в следующих дозах:
              <ul>
                <li>
                  при аэромонозе – 0,5 кг на 100 кг рыбы в сутки
                </li>
                <li>
                  при фурункулезе, вибриозе, стрептококкозе, бактериальном некрозе жабр и плавников – 2 кг на 100 кг рыбы в сутки
                </li>
                <li>
                  при псевдомонозе и миксобактериозах – 4 кг на 100 кг рыбы	 в сутки
                </li>
              </ul>
            </p>
            <p>
              <b>ПРОТИВОПОКАЗАНИЯ:</b> Противопоказаний не выявлено.
            </p>
            <p>
              <b>ОСОБЫЕ УСЛОВИЯ:</b> Отлов и использование товарной рыбы в пищевых целях разрешается через 4 суток (при температуре выше 15°С) и через 11 суток (при температуре ниже 15°С) после окончания применения комбикорма.
            </p>
            <p>
              <b>ПОБОЧНЫЕ УСЛОВИЯ:</b> При передозировке у рыб может наблюдаться потемнение окраски тела и снижение пищевой активности.
            </p>
            <p>
              <b>СОСТАВ:</b> Состав: пшеница, подсолнечный шрот, горох экструдированный, рыбная мука, рапсовый жмых, кукуруза, дрожжи кормовые, масло соевое, витаминно-минеральный премикс, ветеринарный препарат (Антибак 100).
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b> Сырой протеин (не менее) 24%, Сырой жир (не менее) 5%, Сырая зола (не более) 8%, Сырая клетчатка (не более) 5,5%, Переваримая энергия (не менее) 13,5 МДж/кг.
            </p>
            <p>
              <b>РАЗМЕР ГРАНУЛЫ:</b> 2,0 или 4,0 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 89 руб/кг
            </p>
          </section>
          <!--PESCARY Therapeutic (терапевтический, антирачковый)-->
          <section class="offer__section">
            <h3>PESCARY Therapeutic (терапевтический, антирачковый).</h3>
            <p>
              Комбикорм применяют для лечения лернеоза и аргулёза рыб.
            </p>
            <p>
              <b>ДОЗЫ И ПОРЯДОК ПРИМЕНЕНИЯ:</b>
              Комбикорм применяют рыбам при температуре воды в водоеме не ниже 20° С, в дозе 2 кг на 100 кг рыбы в сутки, 14 дней подряд.

            </p>
            <p>
              <b>ПРОТИВОПОКАЗАНИЯ:</b> Противопоказаний не выявлено.
            </p>
            <p>
              <b>ОСОБЫЕ УСЛОВИЯ:</b> Отлов и использование рыбы в пищу разрешается спустя 16 суток после последней дачи комбикорма.
            </p>
            <p>
              <b>ПОБОЧНЫЕ УСЛОВИЯ:</b> При передозировке препарата может отмечаться потемнение окраски рыб, снижение подвижности и реакции на внешние раздражители. В случае передозировки кормление рыб прекращают, в водоеме увеличивают водообмен и усиливают аэрацию.
            </p>
            <p>
              <b>СОСТАВ:</b> Состав: пшеница, подсолнечный шрот, горох экструдированный, рыбная мука, рапсовый жмых, кукуруза, дрожжи кормовые, масло соевое, витаминно-минеральный премикс, ветеринарный препарат (Крустацид).
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b> Сырой протеин (не менее) 24%, Сырой жир (не менее) 5%, Сырая зола (не более) 8%, Сырая клетчатка (не более) 5,5%, Переваримая энергия (не менее) 13,5 МДж/кг.
            </p>
            <p>
              <b>РАЗМЕР ГРАНУЛЫ:</b> 2,0 или 4,0 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 59 руб/кг
            </p>
          </section>
        </div>
      </div>
    </div>

    <div class="list">
      <div class="offer">
        <br/><br/>
        <h2 class="offer__name"> КОММЕРЧЕСКОЕ ПРЕДЛОЖЕНИЕ НА КОМБИКОРМ <br/> <b>PESCARY</b></h2>
        <div class="offer__content">
          <!--PESCARY Carp Growth 34/8 (карп рост)-->
          <section class="offer__section">
            <h3>PESCARY Carp Growth 34/8 (карп рост)</h3>
            <p>
              Корм предназначен для выращивания карпа в тепловодных садковых и бассейновых хозяйствах от массы 40-50г  до товарного размера. Может применяться для выращивания крупного рыбопосадочного материала карпа в прудах массой от 15-20г до 80-100г и более, других возрастных категорий при высокой  плотности посадки и высокой рыбопродуктивности.
            </p>
            <p>
              <b>СОСТАВ:</b>   Рыбная мука, пшеница, кукурузный глютен, шрот соевый, шрот подсолнечный, горох экструдированный, рыбий жир, соевое масло, порошковый гемоглобин, дрожжи кормовые, премикс, аминокислоты.
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b>   Сырой протеин (не менее) 34%, Сырой жир (не менее) 8%, Сырая зола (не более) 10%, Сырая клетчатка (не более) 5.0%, Переваримая энергия (не менее) 15,0 МДж/кг.
            </p>
            <p>
            <b>РАЗМЕР ГРАНУЛЫ:</b> 4,0 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 59 руб/кг
            </p>
            <p>Рекомендуемые нормы кормления, кг корма на 100 кг рыбы в сутки</p>
            <table width="100%" style="text-align: center;">
              <tr>
                <td rowspan="2">Масса рыбы, г</td>
                <td rowspan="2">Размер гранулы, мм</td>
                <td colspan="9">Температура воды, градусов Цельсия</td>
              </tr>
              <tr>
                <td>9</td>
                <td>12</td>
                <td>15</td>
                <td>18</td>
                <td>21</td>
                <td>24</td>
                <td>27</td>
                <td>30</td>
                <td>33</td>
              </tr>
              <tr>
                <td>20-50</td>
                <td>3.0</td>
                <td>1.5</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.0</td>
                <td>7.0</td>
                <td>8.0</td>
                <td>7.0</td>
              </tr>
              <tr>
                <td>50-100</td>
                <td>4.0</td>
                <td>1.2</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.0</td>
                <td>7.0</td>
                <td>6.0</td>
              </tr>
              <tr>
                <td>100-250</td>
                <td>7.0</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.5</td>
                <td>5.5</td>
              </tr>
              <tr>
                <td>250-500</td>
                <td>5.0</td>
                <td>0.8</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>4.5</td>
                <td>4.0</td>
              </tr>
              <tr>
                <td>500-3000</td>
                <td>6.0-10.0</td>
                <td>0.6</td>
                <td>0.8</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>2.5</td>
                <td>3.0</td>
                <td>2.5</td>
              </tr>
            </table>
          </section>
          <!--PESCARY Carp Growth 30/12 (карп рост)-->
          <section class="offer__section">
            <h3>PESCARY Carp Growth 30/12 (карп рост)</h3>
            <p>
              Корм предназначен для выращивания товарного карпа в индустриальных хозяйствах, а также рекомендуется для получения крупных (до 100 г и более) сеголетков в прудовых хозяйствах с высоким уровнем интенсификации. Содержит повышенное  количество энергии за счет жира, благодаря чему снижается  расход корма на прирост при сохранении высокого темпа роста карпа. Оказывает положительное влияние на зимостойкость сеголетков и их физиологическое состояние.
            </p>
            <p>
              <b>СОСТАВ:</b>   Рыбная мука, пшеница, шрот соевый, шрот подсолнечный, горох экструдированный, рыбий жир, соевое масло, порошковый гемоглобин, дрожжи кормовые, премикс, аминокислоты.
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b>   Сырой протеин (не менее) 30%, Сырой жир (не менее) 12%, Сырая зола (не более) 10%, Сырая клетчатка (не более) 4,0%, Переваримая энергия (не менее) 15,5 МДж/кг.
            </p>
            <p>
              <b>РАЗМЕР ГРАНУЛЫ:</b> 2,0 или 4,0 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 59 руб/кг
            </p>
            <p>Рекомендуемые нормы кормления, кг корма на 100 кг рыбы в сутки</p>
            <table width="100%" style="text-align: center;">
              <tr>
                <td rowspan="2">Масса рыбы, г</td>
                <td rowspan="2">Размер гранулы, мм</td>
                <td colspan="9">Температура воды, градусов Цельсия</td>
              </tr>
              <tr>
                <td>9</td>
                <td>12</td>
                <td>15</td>
                <td>18</td>
                <td>21</td>
                <td>24</td>
                <td>27</td>
                <td>30</td>
                <td>33</td>
              </tr>
              <tr>
                <td>20-50</td>
                <td>3.0</td>
                <td>1.5</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.0</td>
                <td>7.0</td>
                <td>8.0</td>
                <td>7.0</td>
              </tr>
              <tr>
                <td>50-100</td>
                <td>4.0</td>
                <td>1.2</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.0</td>
                <td>7.0</td>
                <td>6.0</td>
              </tr>
              <tr>
                <td>100-250</td>
                <td>7.0</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.5</td>
                <td>5.5</td>
              </tr>
              <tr>
                <td>250-500</td>
                <td>5.0</td>
                <td>0.8</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>4.5</td>
                <td>4.0</td>
              </tr>
              <tr>
                <td>500-3000</td>
                <td>6.0-10.0</td>
                <td>0.6</td>
                <td>0.8</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>2.5</td>
                <td>3.0</td>
                <td>2.5</td>
              </tr>
            </table>
          </section>
        </div>
      </div>
    </div>

    <div class="list">
      <div class="offer">
        <br/><br/>
        <h2 class="offer__name"> КОММЕРЧЕСКОЕ ПРЕДЛОЖЕНИЕ НА КОМБИКОРМ <br/> <b>PESCARY</b></h2>
        <div class="offer__content">

          <!--PESCARY Carp Growth 24/5 (карп рост)-->
          <section class="offer__section">
            <h3>PESCARY Carp Growth 24/5 (карп рост)</h3>
            <p>
              Корм предназначен для кормления прудовых рыб и карпа весом более 100 грамм. Применение этой разновидности комбикорма значительно ускоряет процесс выращивания рыб до товарного веса, способствует повышению сопротивляемости организма рыб болезням, способствует укреплению иммунитета. При употреблении этого корма у карповых рыб не наблюдаются заболеваний пищеварительной системы и других внутренних органов.
            </p>
            <p>
              <b>СОСТАВ:</b> Пшеница, подсолнечный шрот, горох экструдированный, рыбная мука, рапсовый жмых, кукуруза, дрожжи кормовые, масло соевое, витаминно-минеральный премикс.
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b> Сырой протеин (не менее) 24%, Сырой жир (не менее) 5%, Сырая зола (не более) 8%, Сырая клетчатка (не более) 5.5%, Переваримая энергия (не менее) 13,5 МДж/кг.
            </p>
            <p>
              <b>РАЗМЕР ГРАНУЛЫ:</b> 2,0 или 4,0 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 35 руб/кг
            </p>
            <p>Рекомендуемые нормы кормления, кг корма на 100 кг рыбы в сутки</p>
            <table width="100%" style="text-align: center;">
              <tr>
                <td rowspan="2">Масса рыбы, г</td>
                <td rowspan="2">Размер гранулы, мм</td>
                <td colspan="9">Температура воды, градусов Цельсия</td>
              </tr>
              <tr>
                <td>9</td>
                <td>12</td>
                <td>15</td>
                <td>18</td>
                <td>21</td>
                <td>24</td>
                <td>27</td>
                <td>30</td>
                <td>33</td>
              </tr>
              <tr>
                <td>100-250</td>
                <td>4.0</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.5</td>
                <td>5.5</td>
              </tr>
              <tr>
                <td>250-400</td>
                <td>5.0</td>
                <td>0.8</td>
                <td>1.0</td>
                <td>1.2</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>4.5</td>
                <td>4.0</td>
              </tr>
              <tr>
                <td>500-3000</td>
                <td>6.0-10.0</td>
                <td>0.6</td>
                <td>0.8</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>2.5</td>
                <td>3.0</td>
                <td>2.5</td>
              </tr>
            </table>
          </section>
          <!--PESCARY Carp Growth 22/4 (карп рост)-->
          <section class="offer__section">
            <h3>PESCARY Carp Growth 22/4 (карп рост)</h3>
            <p>
              Корм предназначен для кормления прудовых рыб и карпа весом более 100 грамм. Применение этой разновидности комбикорма значительно ускоряет процесс выращивания рыб до товарного веса, способствует повышению сопротивляемости организма рыб болезням, способствует укреплению иммунитета. При употреблении этого корма у карповых рыб не наблюдаются заболеваний пищеварительной системы и других внутренних органов.
            </p>
            <p>
              <b>СОСТАВ:</b> Пшеница, подсолнечный шрот, горох экструдированный, рыбная мука, дрожжи кормовые, масло соевое, монокальцийфосфат, витаминно-минеральный премикс.
            </p>
            <p>
              <b>ПОКАЗАТЕЛИ:</b> Сырой протеин (не менее) 22%, Сырой жир (не менее) 4%, Сырая зола (не более) 8%, Сырая клетчатка (не более) 6.0%, Переваримая энергия (не менее) 13,0 МДж/кг.
            </p>
            <p>
              <b>РАЗМЕР ГРАНУЛЫ:</b> 2,0 или 4,0 мм
            </p>
            <p>
              <b>ЦЕНА:</b> 25 руб/кг
            </p>
            <p>Рекомендуемые нормы кормления, кг корма на 100 кг рыбы в сутки</p>
            <table width="100%" style="text-align: center;">
              <tr>
                <td rowspan="2">Масса рыбы, г</td>
                <td rowspan="2">Размер гранулы, мм</td>
                <td colspan="9">Температура воды, градусов Цельсия</td>
              </tr>
              <tr>
                <td>9</td>
                <td>12</td>
                <td>15</td>
                <td>18</td>
                <td>21</td>
                <td>24</td>
                <td>27</td>
                <td>30</td>
                <td>33</td>
              </tr>
              <tr>
                <td>100-250</td>
                <td>4.0</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>5.0</td>
                <td>6.5</td>
                <td>5.5</td>
              </tr>
              <tr>
                <td>250-400</td>
                <td>5.0</td>
                <td>0.8</td>
                <td>1.0</td>
                <td>1.2</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>3.0</td>
                <td>4.0</td>
                <td>4.5</td>
                <td>4.0</td>
              </tr>
              <tr>
                <td>500-3000</td>
                <td>6.0-10.0</td>
                <td>0.6</td>
                <td>0.8</td>
                <td>1.0</td>
                <td>1.3</td>
                <td>1.6</td>
                <td>2.0</td>
                <td>2.5</td>
                <td>3.0</td>
                <td>2.5</td>
              </tr>
            </table>
          </section>
        </div>
      </div>
    </div>
  </section>
</template>

<style lang="scss">

  @page {
    size: 210mm 297mm; // set appropriately
    margin: 0;
  }
  @media print {
    html, body {
      width: 210mm; // set appropriately
      height: 297mm; // set appropriately
    }
    /* ... the rest of the rules ... */
  }

  .w-50 {
    display: inline-block;
  }

  table {
    border-collapse: collapse;
    td {
      border: 1px solid #4d626e;
    }
  }

  .list {
    font-family: 'Comfortaa', cursive;
    width: 210mm;
    height: 297mm;
    margin: 10px auto;
    background: #eaeaea;
    .prokorm {
      margin: 6mm auto;
      font-family: 'Comfortaa', cursive;
      width: 40mm;
      height: 40mm;
      color: #fff;
      background: #4d626f;
      text-align: center;
      h2 {
        font-size: 24px;
        font-weight: 100;
        text-align: center;
        padding-top: 60px;
        font-weight: 100;
        letter-spacing: 1px;
        padding-left: 1px;

        b {
          margin-right: 2px;
          font-weight: 900;
          letter-spacing: 2px;
        }

      }
      p {
        font-size: 11px;
        letter-spacing: 0.1px;
        margin-top: -2px;
      }
    }
    .address {
      font-size: 9px;
      line-height: 16px;
      padding-top: 6px;
      color: #4d626e;
      text-align: justify;
    }

    .logo-wrapper {
      padding: 6mm;
      text-align: center;
      color: #4d626f;
      h2 {
        font-size: 26px;
        margin-bottom: 10px;
      }
      h3 {
        font-size: 16px;
        font-weight: 100;
        line-height: 30px;
      }
    }
    .logo {
      text-align: center;
      padding-top: 20px;
      h2 {
        font-size: 32px;
      }
    }

    .header {
    }

    .offer {
      h2 {
        font-size: 20px;
        font-weight: 100;
        color: #4d626e;
        text-align: center;
        line-height: 36px;
        b {
          font-size: 24px;
        }
      }
      &__content {
        margin: 1em 2em;
      }
      &__section {
        color: #4d626e;
        text-align: left;
        font-size: 10px;
        line-height: 16px;
        p {
          margin: 12px 0px
        }
        h3 {
          font-size: 13px;
          margin: 30px 0 20px 0;
        }
      }
    }
  }

</style>
